Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: article improved-internetnl-test-for-modern-internet-standards lead
nl: Vandaag lanceert Platform Internetstandaarden de nieuw ontworpen [Internet.nl](https://internet.nl)-testwebsite. De uitgebreide uitleg op de verbeterde testwebsite geeft gebruikers meer ondersteuning om aan moderne internetstandaarden te voldoen. Het herontwerp maakt de website beter toegankelijk op mobiele apparaten en voor gebruikers met een beperking.
pl: Dziś Platforma Standardów Internetowych wprowadza w pełni przeprojektowaną [Internet.nl](https://internet.nl/) internetową witrynę testową. Kompleksowe wyjaśnienia dotyczące ulepszonej witryny testowej zapewniają lepszą nawigację dla użytkowników, aby łatwiej można było uzyskać nowoczesne standardy internetowe. Redesign sprawia, że strona jest łatwiej dostępna na urządzeniach mobilnych i dla użytkowników niepełnosprawnych.

source: article improved-internetnl-test-for-modern-internet-standards title
nl: Verbeterde Internet.nl-test voor moderne Internetstandaarden
pl: Ulepszony test Internet.nl dla nowoczesnych standardów internetowych

source: article het-internet-is-van-ons-allemaal title
nl: Het internet is van ons allemaal

source: article internet-draait-om-samenwerking author
nl: olaf-kolkman

source: article internet-draait-om-samenwerking body
nl: De basis onder deze samenwerking wordt gevormd door een aantal open standaarden en werkwijzen die door alle betrokken netwerkbeheerders vrijwillig zijn overgenomen. Vrijwillige overname is trouwens ook een van de belangrijkste punten van de [&#39;Open Stand&#39;-principes](https://open-stand.org/infographic-the-5-core-principles-of-openstand/). ## Meedoen Als je je met het Internet verbindt wordt je onderdeel van dat ecosysteem. Sterker nog, op Internet is er geen duidelijk onderscheid tussen consumenten en leveranciers; elke deelnemer is iemand die bijdraagt. Daar is wel een gezamenlijke verantwoordelijkheid aan verbonden: je moet niet alleen nadenken over de vraag hoe dat wereldwijde systeem jou beïnvloedt, maar ook hoe de dingen die je doet en nalaat weer invloed hebben op dat systeem. Deze manier van kijken is met name van belang als het gaat over veiligheid. Voor een eindgebruiker betekent dit dat hij alles doet om zijn eigen systemen veilig te houden, maar ook om het risico te verkleinen dat hij overgenomen en misbruikt wordt door anderen. Voor dienstverleners betekent dit dat zij bepaalde veiligheidsmaatregelen implementeren. Die diensten en maatregelen leveren misschien niet direct rendement op, en kunnen op de korte termijn zelfs tot extra kosten leiden. Maar zij helpen om het veiligheidsniveau van het systeem omhoog te brengen en het vertrouwen in het Internet te versterken. En daar zit &#39;m gelijk het probleem: er is geen direct economisch belang voor individuele providers om sommige van deze technologieën toe te passen. Kunnen we de implementatie daarvan dan niet afdwingen? In theorie wel, maar die aanpak zou tegen een van de fundamentele en oorspronkelijke principes van het Internet ingaan: als een organisch systeem, een netwerk van zelfstandige netwerken, niet ontwikkeld vanaf een ontwerpplan maar afhankelijk vanuit lokale behoeften en randvoorwaarden, is de toepassing afhankelijk van vrijwillige deelname en samenwerking. Het afdwingen van veiligheid en schaalbaarheid door wereldwijde mandaten op te leggen kan te langzaam zijn en onbedoelde bijwerkingen hebben. De vrijwillige, gezamenlijke aanpak, gecombineerd met een doorlopende dialoog met degenen die bepaalde maatregelen invoeren en anderen die daar weer door beïnvloed worden &mdash; de eindgebruikers, beleidsmakers en technici &mdash; levert uiteindelijk meer flexibiliteit en wendbaarheid op. Eenmaal genomen maatregelen kunnen bovendien makkelijker worden aangepast om onbedoelde negatieve bijwerkingen te minimaliseren. ## &quot;De Internet-manier&quot; Het wereldwijd doorvoeren van veilige, robuuste, toekomstbestendige internettechnologieën kan beter gedaan worden op &quot;de Internet-manier&quot;: op initiatief van individuele partijen, gebaseerd op hun beslissingen en hun eigen voortrekkersrol; en door het delen van kennis en ervaring, zowel op vrijwillige als professionele basis. Belangrijke aspecten bij de invoering van innovaties zijn bewustzijn en zichtbaarheid. Het doorvoeren van deze internettechnologieën is als het installeren van nieuwe waterleidingen: er is iets verbeterd, maar het water smaakt nog steeds hetzelfde. Voortrekkers die hun collega&#39;s willen aanmoedigen hen te volgen zullen moeten laten zien wat die innovaties opleveren. Een belangrijk initiatief is het Internet.nl-project dat binnenkort gelanceerd wordt. Daarbij hebben de Nederlandse Internet-gemeenschap, een ministerie en een overheidsorganisatie gezamenlijk een website opgezet die de huidige status van invoering van belangrijke internettechnologieën laat zien. De website geeft gebruikers eenvoudige en directe informatie over hun eigen toegang tot innovatieve technologieën. Sommige van deze technologieën dragen bij aan de verdere schaalbaarheid van het Internet (IPv6-ondersteuning en de transparantie van het netwerk), terwijl andere de veiligheid verhogen (DNSSEC, anti-spam en anti-virus, en de ondersteuning van encryptie). Op die manier helpt deze site om open standaarden te bevorderen die het Internet veiliger en schaalbaarder maken. Het laat zien wie de voortrekkers zijn, en het biedt gereedschap en kennis aan de volgers.

source: article internet-draait-om-samenwerking lead
nl: Het wereldwijde Internet is een netwerk van netwerken, bij elkaar gehouden door een geest van samenwerking. Informatie die over het Internet reist kan door een meerdere netwerken lopen, waarbij het netwerk waar de reis begon waarschijnlijk geen formele relatie heeft met het netwerk waar de informatie uiteindelijk terecht komt. Dat dit werkt heeft te maken met samenwerking, zowel bij het uitwisselen en transporteren van verkeer van andere netwerken, als wanneer het gaat om het oplossen van problemen die mogelijk verschillende stappen eerder veroorzaakt werden.

source: article internet-draait-om-samenwerking teaser
nl: &quot;Elke deelnemer is iemand die bijdraagt. Daar is wel een gezamenlijke verantwoordelijkheid aan verbonden&quot;

source: article internet-draait-om-samenwerking title
nl: Internet draait om samenwerking

source: article internetnl-vernieuwd-hsts-en-afgedwongen-https-tellen-mee body
nl: De onderstaande verbeteringen zijn doorgevoerd op Internet.nl. ## Generiek * De mogelijkheid om voor een andere taal te kiezen via een dropdown-menu. Bezoekers krijgen dan de equivalente pagina in de gekozen taal (als die beschikbaar is). * De eis dat alle nameservers via IPv6 beschikbaar moeten zijn is komen te vervallen. Het is voldoende als er tenminste evenveel nameservers via IPv6 als via IPv4 beschikbaar zijn. Dit geldt voor de webite- én de mailtest. ## Verbindingtest * De detectie van een internetprovider is nauwkeuriger en heeft minder vaak time-outs. ## Websitetest * De test checkt of er een HSTS-policy aanwezig is. Door HSTS 'weet' een webbrowser na het eerste bezoek dat een website alleen via een beveiligde verbinding (HTTPS en niet HTTP) bezocht mag worden. Dit kan zogeheten man-in-the-middle-aanvallen voorkomen, zoals bij het gebruik van publieke WiFi. Bij afwijkingen is de melding niet langer 'oranje' maar 'rood'. * In de test telt nu mee of de website HTTPS afdwingt door een server redirect (301 of 302) of door alleen HTTPS (en geen HTTP) toe te passen. Bij afwijkingen is de melding niet langer 'oranje' maar 'rood'. * De TLS-resultaten gaven bij een aantal sites onterecht de melding dat 'client-initiated renegotiation' was toegestaan. Dit is opgelost. * Bij websites met een redirect van IPv6/IPv4 naar IPv4-only werd de HSTS-policy over IPv6 onterecht niet gedetecteerd. Dit is opgelost. * De test controleert nu of er daadwerkelijk HTTP-verkeer over poort 443 gaat. Als dat niet het geval is, trekt de test niet langer onterechte HTTPS-gerelateerde conclusies. ## Mailtest * Als Internet.nl (o.a. door 'rate limiting') geen verbinding kan opzetten met een mailserver, dan krijgen bezoekers nu de suggestie het later nog eens te proberen. * Dankzij het beter afstellen van timeouts voor het testonderdeel STARTTLS, faalt de test minder snel en kunnen bepaalde mailservers nu ook zonder probleem getest worden. * Het serieel uitvoeren en minimaliseren van het aantal connecties moet helpen om het risico op 'rate limiting' van mailservers te verminderen. Daardoor kunnen bepaalde mailservers nu ook getest worden waarvoor dat eerder onmogelijk was. ## Achtergrondinformatie * [ICT-beveiligingsrichtlijnen voor webapplicaties van NCSC - Verdieping](https://www.ncsc.nl/binaries/content/documents/ncsc-nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-webapplicaties/4/ICT%2BBeveiligingsrichtlijnen%2Bvoor%2BWebapplicaties%2B%2B%2BVerdieping%2B%2B%2BPrintversie.pdf) onder '05 Versleutel communicatie' op p.29; * [ICT-beveiligingsrichtlijnen voor TLS van NCSC](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html);

source: article internetnl-vernieuwd-hsts-en-afgedwongen-https-tellen-mee date
nl: 27 juni 2016

source: article internetnl-vernieuwd-hsts-en-afgedwongen-https-tellen-mee lead
nl: Vandaag (27 juni 2016) lanceert Platform Internetstandaarden een nieuwe versie van de website [Internet.nl](/). Vanaf nu tellen 'HSTS' en 'afgedwongen HTTPS' mee in de score van de websitetest. Dit werd al bij de [vorige release](/article/nieuwe-versie-internetnl-met-aanvullingen-https- test/) aangekondigd. Naast deze wijziging bevat de nieuwe versie van [Internet.nl](/) diverse verbeteringen die het testen sneller en stabieler maken.

source: article internetnl-vernieuwd-hsts-en-afgedwongen-https-tellen-mee title
nl: Internet.nl vernieuwd: 'HSTS' en 'afgedwongen HTTPS' tellen mee

source: article ipv6-vergt-de-medewerking-van-iedereen-in-de-wereld author
nl: erik-huizer

source: article ipv6-vergt-de-medewerking-van-iedereen-in-de-wereld body
nl: ## Bindende factor Het Internet Protocol (IP) is de bindende factor die alle internetgebruikers ter wereld in staat stelt met elkaar te communiceren. IP dateert uit de jaren zeventig van de vorige eeuw en biedt ruimte aan vier miljard IP-adressen voor op Internet aangesloten apparatuur. Dat was destijds ruim voldoende &mdash; de PC was nog niet eens uitgevonden! &mdash; maar met een toenemend aantal toestellen dat met het Internet verbonden wordt &mdash; laptops, smartphones en zelfs huishoudelijke apparatuur &mdash; neemt de behoefte aan IP-adressen toe. Daarbij komt de opkomst van Internet in regio&#39;s als China, India en Afrika met hun miljarden inwoners. Door deze ontwikkelingen is er inmiddels een groot tekort aan IP-adressen. Internet-adressen zijn dus schaars goed geworden. Op het moment dat de IPv4-adressen opraken, kunnen bestaande internetgebruikers (vooral dus de Westerse wereld) gewoon doorgaan met internetten. Google en Facebook blijven bereikbaar en e-mail blijft werken. Maar men zal niet meer iedereen en elke dienst kunnen bereiken. Want elders in de wereld zullen nieuwe ondernemers en nieuwe gebruikers niet de beschikking hebben over IPv4-adressen. Langzaamaan zal het Internet zoals we dat nu kennen daarmee verdwijnen. De economische en maatschappelijke rol van het Internet is echter te groot om dat te laten gebeuren. ## Nu u! De internationale groep die het Internet Protocol ontwikkeld, IETF, voorzag het opraken van de IPv4-adressen al geruime tijd geleden. Vandaar dat er begin jaren &#39;90 een nieuwe versie van het Internet Protocol werd ontwikkeld: IP versie 6. IPv6 lijkt erg veel op de huidige versie, IPv4, maar dan met een veel grotere adresruimte: 2 tot de macht 128 adressen, hetgeen in praktijk nagenoeg oneindig veel adressen zijn. Zaken die nu reeds beschikbaar zijn als toevoeging aan het bestaande IPv4 protocol, zoals beveiliging (IPsec), mobiliteit en automatische adresconfiguratie zijn bovendien in het IPv6-protocol ingebouwd. Een verandering in de infrastructuur van het Internet, zoals de introductie van IPv6 naast het bestaande IPv4, kost tijd en vergt de medewerking van iedereen in de wereld. Gebruikers, bedrijven, ICT-leveranciers en internet service providers moeten allemaal meewerken om IPv6 succesvol te maken. Het Platform Internet Standaarden en SURFnet zetten zich daarvoor in. Nu u nog!

source: article ipv6-vergt-de-medewerking-van-iedereen-in-de-wereld lead
nl: Een open, toegankelijk en betrouwbaar Internet is inmiddels een onmisbaar onderdeel van onze maatschappij en onze economie. Om de ontwikkeling van Internet in die rol blijvend mogelijk te maken is het toepassen van open internetstandaarden absolute noodzaak. SURFnet maakt zich daar dan ook sterk voor &mdash; bijvoorbeeld voor de IPv6-standaard.

source: article ipv6-vergt-de-medewerking-van-iedereen-in-de-wereld teaser
nl: &quot;Internet-adressen zijn een schaars goed geworden.&quot;

source: article ipv6-vergt-de-medewerking-van-iedereen-in-de-wereld title
nl: IPv6 vergt de medewerking van iedereen in de wereld

source: article lancering-internet-nl-tijdens-cyber-week-2015 body
nl: Het Internet is van ons allemaal en wordt dagelijks intensief gebruikt door ondernemers, overheden en burgers. Voor heel veel gebruikers is het Internet niet meer weg te denken. Toch is met name het technische deel van Internet voor de meeste gebruikers volledig onzichtbaar en onbekend. Mede daardoor worden moderne, veilige standaarden vaak laat of helemaal niet geïmplementeerd. In dat kader is het Platform Internetstandaarden opgericht en wordt de website Internet.nl gelanceerd. ## Internet.nl Via Internet.nl kunnen internetgebruikers op eenvoudige en op geheel geautomatiseerde wijze checken of hun internetverbinding, e-mail en website voldoen aan moderne, veilige internetstandaarden. Als één of meerdere standaarden niet up-to-date zijn, dan krijgt de bezoeker advies over wat hij/zij kan verbeteren. In eerste instantie gaat het om de volgende zes standaarden: - IPv6: een uitgebreide, moderne reeks internetadressen - DNSSEC: beveiliging van domeinnamen - TLS: beveiligde verbindingen - DKIM, SPF en DMARC: anti-phishing en anti-spoofing De huidige website is de eerste publieksversie. Het platform streeft ernaar de website blijvend te verbeteren en uit te breiden. Feedback is uiteraard welkom. ## Platform Internetstandaarden Het doel van het Platform Internetstandaarden is om het gebruik van moderne en veilige internetstandaarden sneller te laten groeien zodat het Internet betrouwbaarder wordt voor iedereen. In het Platform Internetstandaarden participeren de volgende organisaties: Dutch Hosting Provider Association (DHPA), ECP, Forum Standaardisatie, Internet Society internationaal, Internet Society Nederland, Ministerie van Economische Zaken, Nationaal Cyber Security Centrum (NCSC), NLnet, RIPE NCC, SIDN en SURFnet. De technische realisatie van Internet.nl is in handen van NLnet Labs.

source: article lancering-internet-nl-tijdens-cyber-week-2015 date
nl: 15 april 2015

source: article lancering-internet-nl-tijdens-cyber-week-2015 lead
nl: Tijdens de Cyber Week 2015 is de website Internet.nl gelanceerd door het Platform Internetstandaarden, een samenwerkingsverband met partijen uit de internetgemeenschap en de Nederlandse overheid. Op deze website kunnen bezoekers eenvoudig checken of hun internet up-to-date is. Gebruiken jouw internetverbinding, e-mail en website wel moderne, veilige internetstandaarden? En als dat niet zo is, wat kan je daaraan doen?

source: article lancering-internet-nl-tijdens-cyber-week-2015 title
nl: Lancering Internet.nl tijdens Cyber Week 2015

source: article mail-over-ipv6-waar-moet-ik-op-letten body
nl: ## Aanvullende eisen voor IPv6 Vergeleken met mail die via IPv4 binnenkomt, stellen verschillende (grote) mailproviders extra eisen aan mail die ze over IPv6 ontvangen. Deze aanvullende eisen zorgen ervoor dat de mailproviders kunnen filteren op basis van domeinnaamreputatie in plaats van of naast IP-adresreputatie. Daardoor kunnen ze over IPv6 verstuurde spam en phishing mail beter tegengaan. Bij Gmail staat IPv6-ontvangst overigens standaard aan. Bij Office365 kan Microsoft het nu op verzoek van de klant aanzetten. ### Meer IP-adressen dan ooit Dankzij IPv6 is er een bijna onuitputtelijke voorraad IP-adressen bijgekomen. Dat betekent ook dat er veel meer IP-adressen zijn waarvandaan internetcriminelen spam en phishing mails kunnen versturen. Daardoor heeft het werken met zwarte lijsten ('black lists') – zoals we gewend zijn met IPv4 – bij IPv6-adressen minder zin. We illustreren dit met het volgende voorbeeld. ### Voorbeeld: blacklisting werkt minder goed Stel dat er spam vanaf jouw thuis-aansluiting komt (omdat je besmet bent met een spam botnet zoals Cutwail), dan kan een mailprovider je IPv4-adres snel op een blacklist zetten. Mocht het je nog lukken om een ander IPv4-adres te krijgen, dan wordt dat ook geblacklist. Maar heb je thuis IPv6, dan heb je meestal een subnet met heel veel IPv6-adressen. De spambot kan dan vrijwel eindeloos van adres wisselen en dat jaren volhouden, want in een IPv6-subnet van /64 zitten 18.446.744.073.709.551.616 adressen. Hoewel het mogelijk is om een subnet op een blacklist te zetten, is het niet altijd duidelijk hoe groot een individueel subnet is. De blokkade van een subnet kan al snel als negatief bijeffect hebben dat anderen onbedoeld ook gehinderd worden. ### Koppeling e-mail en domeinaam Wat is de oplossing? Mailproviders, zoals [Gmail](https://support.google.com/mail/answer/81126?hl=nl#authentication) en [MS Office365](https://technet.microsoft.com/en-us/library/dn720852(v=exchg.150).aspx), willen een via IPv6 ontvangen e-mail ook aan een domeinnaam kunnen koppelen – en niet alleen aan een IPv6-adres. Zo nodig kunnen ze dan e-mails vanaf een bepaalde domeinnaam filteren. De mailproviders stellen de volgende twee eisen die zijn gebaseerd op de best practice ['Policy Issues for Receiving Email in a World with IPv6 Hosts'](https://www.m3aawg.org/sites/default/files/document/M3AAWG_Inbound_IPv6_Policy_Issues-2014-09.pdf) van M³AAWG : **1. E-mailauthenticatie** De verzonden mail moet óf de SPF-controle (“mag dit IP-adres mailen voor dit afzenderdomein?”) óf de DKIM-controle (“is deze mail ondertekend met de geldige digitale handtekening van dit afzenderdomein?”) succesvol doorstaan. **2. Reverse DNS** Het IPv6-adres van de verzendende mailserver moet een via reverse DNS opvraagbare PTR-record (d.w.z. domeinnaam) hebben. Gmail vereist aanvullend dat dit IPv6-adres overeenkomt met het IPv6-adres dat kan worden verkregen via normale (voorwaartse) DNS-omzetting van de domeinnaam uit de PTR-record (d.w.z. Forward-confirmed reverse DNS). ## Wat kan je doen? ### Mail via provider Bent je klant bij een e-mailprovider die IPv6 ondersteunt, dan kun je te maken hebben met deze ‘best practice’. Wanneer een verzendende partij die IPv6 gebruikt zijn SPF-, DKIM-, rDNS-instellingen niet op orde heeft, dan kan het gebeuren dat je geen e-mails meer van deze partij ontvangt. De kans daarop is echter niet heel groot. Verzenders die via IPv6 versturen, zijn doorgaans op de hoogte van de ‘best practice’ en passen deze toe. Gaat het toch mis met bepaalde inkomende mails over IPv6? Wijs de verzendende partij dan op de beschreven 'best practice'. ### Mail via eigen mailserver Als je IPv6 aanzet voor mail en zelf je mailservers draait, dan is er weinig aan de hand qua inkomende mail. Het is uiteraard ook dan verstandig om controles op e-mailauthenticatie en eventueel aanvullend reverse DNS uit te voeren om spam en phishing te voorkomen. Omdat je zelf aan de knoppen zit, kun je meteen zien wanneer een mail die je via IPv6 ontvangt niet door de controles komt. Voor uitgaande mail is het aan te raden om je mailservers conform bovengenoemde ‘best practice’ in te richten. Anders loop je het risico dat jouw mails over IPv6 niet aankomen. ### Gebruik je alleen IPv4 en nog geen IPv6? Ook in het geval van IPv4 is het van belang om in ieder geval e-mailauthenticatie (SPF, DKIM en aanvullend DMARC) op orde te hebben. Deze standaarden helpen ook bij IPv4 om spam en phishing te voorkomen en de afleveringszekerheid van je mail te vergroten. Bovendien toont [Gmail](https://support.google.com/mail/answer/180707?hl=nl) sinds enige tijd aan de gebruiker een vraagteken naast de naam van de afzender als zowel de SPF- als DKIM-check hebben gefaald, ook bij mail over IPv4. En zo'n vraagteken bij je afzendernaam dat wil toch niemand? Zorg er daarnaast voor dat je snel ook via een modern IPv6-adres mailt. ### Test via Internet.nl In de mailtest op [Internet.nl](/) kan je eenvoudig testen of je mail via IPv6 kan ontvangen en of je voor uitgaande mail SPF-, DKIM-, en DMARC-records hebt gepubliceerd.

source: article mail-over-ipv6-waar-moet-ik-op-letten date
nl: 16 september 2016

source: article mail-over-ipv6-waar-moet-ik-op-letten lead
nl: Mail versturen en ontvangen via IPv6 werkt prima. Verschillende partijen, zoals Gmail, Office365, TransIP, BIT en Internet.nl zelf, doen dat ook al. Toch zijn er een paar zaken waar je op moet letten om te zorgen dat je mail zonder problemen afgeleverd wordt.

source: article mail-over-ipv6-waar-moet-ik-op-letten title
nl: Mail over IPv6: waar moet ik op letten?
