Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: results further-testing web content
nl: - **IPv6:** - [IP6.nl](https://ip6.nl/) - [IPv6 health check](https://www.mythic-beasts.com/ipv6/health-check/) - [NAT64 Check](https://nat64check.org/) - **DNSSEC:** - [DNSViz](http://dnsviz.net/) - [DNSSEC Debugger](https://dnssec-debugger.verisignlabs.com/) - [Zonemaster](https://zonemaster.net/) - **HTTPS:** - [SSLlabs](https://www.ssllabs.com/ssltest/) - [badssl.com](https://badssl.com/) - [DNS-OARC DANE/TLSA Demonstration](http://dane.dns-oarc.net/) - **Overig:** - [Securityheaders.io](https://securityheaders.io/)
pl: - **IPv6:** - [IP6.nl](https://ip6.nl/) - [IPv6 health check](https://www.mythic-beasts.com/ipv6/health-check/) - [NAT64 Check](https://nat64check.org/) - **DNSSEC:** - [DNSViz](http://dnsviz.net/) - [DNSSEC Debugger](https://dnssec-debugger.verisignlabs.com/) - **HTTPS:** - [SSLlabs](https://www.ssllabs.com/ssltest/) - [badssl.com](https://badssl.com/) - [DNS-OARC DANE/TLSA Demonstration](http://dane.dns-oarc.net/) - **Other:** - [Securityheaders.io](https://securityheaders.io/)

source: results further-testing web label
nl: Aanvullende websitetesten
pl: Dalsze testy witryn internetowych

source: results mail auth dkim label
nl: DKIM

source: results mail auth dmarc label
nl: DMARC

source: results mail auth spf label
nl: SPF

source: results mail dnssec domain label
nl: E-mailadresdomein
pl: Domena adresu email

source: results mail dnssec mail-servers label
nl: Mailserverdomein(en)
pl: Domena(y) serweru email

source: results mail ipv6 mail-servers label
nl: Mailserver(s)
pl: Serwer(y) email

source: results mail tls starttls label
nl: TLS
pl: TLS

source: results no-icon-detail close
nl: sluit
pl: Zamknij

source: results no-icon-detail open
nl: open
pl: Otwórz

source: results no-icon-status failed
nl: Gezakt
pl: Niepowodzenie

source: results no-icon-status good-not-tested
nl: Gedeeltelijk geslaagd, gedeeltelijk niet-testbaar
pl: Częściowo zaliczone, częściowo nie można sprawdzić

source: results no-icon-status not-tested
nl: Niet-testbaar
pl: Nie sprawdzalne

source: results no-icon-status passed
nl: Geslaagd
pl: Zaliczone

source: results no-icon-status warning
nl: Suggestie
pl: Sugestia

source: results panel-button hide
nl: Verberg details
pl: Ukryj szczegóły

source: results panel-button show
nl: Toon details
pl: Pokaż szczegóły

source: results perfect-score
nl: Gefeliciteerd, je domeinnaam wordt spoedig in de **Hall of Fame** opgenomen!
pl: Gratulacje, twoja domena zostanie wkrótce dodana do **Hall of Fame** !

source: results permalink
nl: Permalink testresultaat {{permadate|date:'(Y-m-d H:i T)'}}
pl: Wyniki testu dla bezpośredniego odnośnika {{permadate|date:'(Y-m-d H:i T)'}}

source: results rerun-test
nl: Herhaal de test
pl: Powtórz test

source: results retest-time
nl: Seconden tot hertest-mogelijkheid:
pl: Sekundy do ponownego uruchomienia testu:

source: results score-description
nl: Het domein {{prettyaddr}} heeft een testscore van {{score}}%.
pl: Domena {{prettyaddr}} uzyskała wynik {{score}}%.

source: results tech-details label
nl: Technische details:
pl: Techniczne detale:

source: results test direct
nl: Test direct:
pl: Test bezpośredni:

source: results test email label
nl: Test andere e-mail
pl: Sprawdź inny mail

source: results test website label
nl: Test andere website
pl: Sprawdź inną stronę

source: results verdict label
nl: Uitslag:
pl: Werdykt:

source: stats connavgscore description
nl: Gemiddelde score van de connectie tests die successvol geheel doorlopen zijn naar de rapportage pagina. Gemiddelde is afgrond als geheel getal en representeerd net zoals een enkele test een score van 0 tot 100. Een 100% score voldoet aan alle huidige tests.

source: stats connavgscore label
nl: Gemiddelde score

source: stats connavgscore title
nl: Gemiddelde score van de connectie tests

source: stats conndnssecprovider label
nl: Volledige score DNSSEC provider

source: stats conndnssecprovider title
nl: Aantal tests welke bij DNSSEC goed scoren per provider

source: stats connipv6provider label
nl: Volledige score IPv6 provider

source: stats connipv6provider title
nl: Aantal tests welke bij IPv6 goed scoren per provider

source: stats connpercgrouped description
nl: Deze grafiek laat per periode van een maand zien hoevaal bepaalde scores voorkomen voor alle ISPs gezamelijk. Er zijn voor veel voorkomende providers ook te zien hoe de trend zich ontwikkeld per provider. Op de x-as zijn periodes per maand uitgezet. Op de y-as staat het percentage uitgevoerde tests per periode. Het totaal aantal uitgevoerde tests per periode is natuurlijk altijd 100%, maar er zijn een hoeveelheid connectie tests die bijvoorbeeld 30 van de 100 punten scoren, een hoeveelheid die 50 scoren van de 100 scoren, enzovoorts. De onderste lijn geeft aan hoeveel tests het minimum aantal punten, als percentage, van het volledige aantal. De lijn daarboven hoeveel sites daarbij komen als we een stapje hoger gaan in scores. Per lijn is dus te zien hoe de ontwikkeling te zien is van hoeveel uitgevoerde connectie tests er (bijvoorbeeld) 30% scoren. Door afrondingsfouten, en omdat een verbinding met zelfde IP adres soms verschillende uitkomsten heeft komt het totaal niet altijd op 100% uit.

source: stats connpercgrouped label
nl: Score ontwikkeling gecombineerd

source: stats connpercgrouped title
nl: Score ontwikkeling alle providers gezamelijk

source: stats connpercprovider description
nl: Zie ook de beschrijving van de score ontwikkeling van de providers gecombineerd. Deze grafiek laat echter de score ontwikkeling zien van een enkele provider. Hiervoor dient eerst een provider uit de lijst gekozen te worden. In de lijst staan alleen de providers die minimaal 10 connectie tests in minimaal een periode hebben.

source: stats connpercprovider label
nl: Score ontwikkeling per provider

source: stats connpercprovider title
nl: Score ontwikkeling per providers

source: stats doubleperfect description
nl: Een lijst van geteste sites die ooit een 100% score hebben gehaald op zowel de web-site tests als de mail tests. Let echter op dat dit niet noodzakelijkerwijs tegelijkertijd hoeft te zijn geweest en dat de huidige situatie anders kan zijn, omdat dit alleen de reeds bekende testresultaten betreft. Opnieuw testen kan een ander resultaat geven. Sterker; het kan zelfs zijn dat er een recentere test is die juist aangeeft dat het domein niet meer zo goed is.

source: stats doubleperfect label
nl: Perfecte score web en mail

source: stats doubleperfect title
nl: Ooit perfecte score web en mail behaald

source: stats halloffamesize description
nl: Hoeveel sites er in absolute termen in de Hall of Fame staan, gemeten in de loop van de tijd. Dit is natuurlijk erg afhankelijk van hoeveel sites er getest zijn.

source: stats halloffamesize label
nl: Generiek

source: stats halloffamesize title
nl: Aantal sites in de Hall of Fame

source: stats numconntests description
nl: Aantal Connectie tests uitgevoerd op de site, die successvol geheel doorlopen zijn naar de rapportage pagina. Gemeten in aantallen per maand.

source: stats numconntests label
nl: Connectie tests

source: stats numconntests title
nl: Aantal uitgevoerde connectie tests

source: stats siteavgdnssec description
nl: Gemiddelde score behaald bij het onderdeel DNSSEC test van de web-site tests. Hierbij kan geen onderscheid gemaakt worden tussen tests welke geheel doorlopen zijn naar het detail resultaat scherm, of welke alleen zijn opgestart. Als een domein meermaals is getest, telt deze ook meerdere malen mee, omdat de score zou kunnen verschillen en er geen eind- rapportage gekoppeld is vanwege een onbekende fout bij de migratie van tests van voor september 2015.

source: stats siteavgdnssec label
nl: Gemiddelde DNSSEC score

source: stats siteavgdnssec title
nl: Gemiddelde DNSSEC score

source: stats siteavgipv6 description
nl: Gemiddelde score behaald bij het onderdeel IPv6 test van de web-site tests. Hierbij kan geen onderscheid gemaakt worden tussen tests welke geheel doorlopen zijn naar het detail resultaat scherm, of welke alleen zijn opgestart. Als een domein meermaals is getest, telt deze ook meerdere malen mee, omdat de score zou kunnen verschillen en er geen eind- rapportage gekoppeld is vanwege een onbekende fout bij de migratie van tests van voor september 2015.

source: stats siteavgipv6 label
nl: Gemiddelde IPv6 score

source: stats siteavgipv6 title
nl: Gemiddelde IPv6 score

source: stats siteavgscore description
nl: Gemiddelde score van de web-site tests welke als eindresultaat is getoond aan de gebruiker. Indien een web-site meermaals is getest wordt deze meermaals meegeteld. Vanwege een onbekende fout bij de migratie van tests van voor september 2015 is er geen eind-rapportage beschikbaar van deze testresultaten. Deze ontbreken dus in deze grafiek. Er is een alternatieve grafiek (Gemiddelde berekende score) welke deze wel weergeeft. Deze toont niet de score in het rapport, maar berekend deze uit de onderdelen. Echter omdat hierin ook niet volledig doorlopen tests meetellen komt deze niet geheel overeen.

source: stats siteavgscore label
nl: Gemiddelde totaal score

source: stats siteavgscore title
nl: Gemiddelde score uit de Web-site domein tests

source: stats siteavgscore2 description
nl: Alternatief voor de Gemiddelde totaal score grafiek. Zie de beschrijving bij deze grafiek, deze grafiek toont ook een meer historisch resultaat, maar neemt teveel gegevens mee.

source: stats siteavgscore2 label
nl: Gemiddelde (berekende) score

source: stats siteavgscore2 title
nl: Gemiddelde score berekend uit DNSSEC, IPv6 en TLS scores

source: stats siteavgtls description
nl: Gemiddelde score behaald bij het onderdeel TLS test van de web-site tests. Hierbij kan geen onderscheid gemaakt worden tussen tests welke geheel doorlopen zijn naar het detail resultaat scherm, of welke alleen zijn opgestart. Als een domein meermaals is getest, telt deze ook meerdere malen mee, omdat de score zou kunnen verschillen en er geen eind- rapportage gekoppeld is vanwege een onbekende fout bij de migratie van tests van voor september 2015.

source: stats siteavgtls label
nl: Gemiddelde TLS score

source: stats siteavgtls title
nl: Gemiddelde TLS score

source: stats sitenlavgdnssec label
nl: Gemiddelde DNSSEC score (.nl)

source: stats sitenlavgdnssec title
nl: Gemiddelde DNSSEC score nederlandse sites

source: stats sitenlavgipv6 label
nl: Gemiddelde IPv6 score (.nl)

source: stats sitenlavgipv6 title
nl: Gemiddelde IPv6 score nederlandse sites

source: stats sitenlavgscore label
nl: Gemiddelde totaal score (.nl)

source: stats sitenlavgscore title
nl: Gemiddelde score uit de Web-site domein tests nederlandse sites

source: stats sitenlavgscore2 label
nl: Gemiddelde (berekende) score (.nl)

source: stats sitenlavgscore2 title
nl: Gemiddelde score berekend uit DNSSEC, IPv6 en TLS scores nederlandse sites

source: stats sitenlavgtls label
nl: Gemiddelde TLS score (.nl)

source: stats sitenlavgtls title
nl: Gemiddelde TLS score nederlandse sites

source: stats sitetests description
nl: Hoeveel web-site domeinen er per periode van een maand zijn getests. Als er eenzelfde web-site twee maal is getest in een periode, telt deze maar 1x mee in die periode. Maar weer opnieuw natuurlijk voor de volgende periode.

source: stats sitetests label
nl: Website tests

source: stats sitetests title
nl: Aantal unieke sites getest

source: stats title
nl: Statistieken (in ontwikkeling)

source: terms content
nl: # Gebruiksvoorwaarden ## Privacy Het Platform Internetstandaarden vindt jouw privacy van groot belang. Hieronder geven we aan hoe we met jouw persoonsgegevens omgaan. - volgens de wet Wij verwerken uitsluitend persoonsgegevens voor zover dat noodzakelijk is voor het geven van voorlichting en adviezen over moderne interstandaarden en voor zover in overeenstemming met de Wet bescherming persoonsgegevens. - beveiligd We hebben passende technische en organisatorische beveiligingsmaatregelen genomen ter bescherming tegen verlies, misbruik en onrechtmatig gebruik van je persoonsgegevens. De gegevens worden via een veilige verbinding verstuurd en opgeslagen in een beveiligde database. - cookies Internet.nl plaats geen cookies op je computer of mobiel apparaat, ook niet voor het verzamelen van statistieken. - concreet: - Internet.nl houdt de IP-adressen bij van de bezoekers van de site. Deze informatie wordt uitsluitend gebruikt voor het loggen van wat er op de site gebeurt omwille van de veiligheid en voor optimalisatiedoeleinden. - De informatie benodigd voor het uitvoeren van de tests en de testresultaten worden uitsluitend opgeslagen voor het aanbieden van de huidige en toekomstige functionaliteit en voor statistieken. Het gaat in dit verband met name om het IP-adres voor de verbindingstest en om het e-mailadres voor de mail-test. - Ontvangen mail-berichten kunnen worden gedeeld met experts van Platform-leden om vragen zo goed mogelijk te beantwoorden. ### Vragen? Voor de precieze juridische beschrijving van jouw rechten en onze plichten voor gegevensverwerking verwijzen we je naar de tekst van de [Wet bescherming persoonsgegevens](http://wetten.overheid.nl/BWBR0011468) en de [cookie-bepaling in de Telecommunicatiewet](http://wetten.overheid.nl/BWBR0009950/#Hoofdstuk11_Paragraaf11.1_Artikel11.7a). Heb je na het lezen van deze verklaring nog vragen over de bescherming van je privacy op deze site, dan kun je [contact opnemen met Internet.nl](/about/). ## Auteursrecht De inhoud van deze site mag door anderen hergebruikt worden onder de CC-BY 4.0 licentie ([Creative Commons &quot;Naamsvermelding&quot;](https://creativecommons.org/licenses/by/4.0/deed.nl)). Dat betekent dat je de inhoud mag delen en bewerken, maar alleen als je een link naar de licentie opneemt, als je aangeeft of je de inhoud veranderd hebt, en als je daarbij steeds deze vermelding opneemt: > Deze content is oorspronkelijk geschreven voor de internet.nl portal, een > project van het Platform Internetstandaarden. Waar bepaalde content niet onder deze Creative Commons licentie valt, staat dat expliciet op de betreffende pagina vermeld.
pl: # Warunki korzystania ## Prywatność Internet Standars Platform uważa, że twoja prywatność jest bardzo ważna. Poniżej znajdziesz wytłumaczenie jak obchodzimy się z twoimi danymi osobowymi. - zgodnie z prawem Przetwarzamy dane osobowe jedynie kiedy jest to konieczne by udzielić informacji bądź doradzić odnośnie nowoczesnych standardów internetu a robimy to zgodnie z Holenderską Ustawą o Ochronie Danych Osobowych. - chronione Przyjęliśmy stosowne techniczne oraz organizacyjne zabezpieczenia przeciwko utracie, nadużyciu bądź nielegalnemu użyciu twoich danych osobowych. Informację są przekazywane przez bezpieczne połączenie a dane są przechowywane w bezpiecznej bazie danych. - pliki cookies Internet.nl nie pozostawia żadnych plików cookies na twoim komputerze czy urządzeniu mobilnym. Nie robi tego nawet by uzyskać statystyki. - konkretnie - Internet.nl przechowuje adresy IP odwiedzających stronę internetową. Są one użyte jedynie do logowania się z powodów bezpieczeństwa oraz w celach optymalizacji. - Informacje, które są wymagane by uruchomić testy oraz wyniki testów są przechowywane jedynie by móc zapewnić aktualną oraz przyszłą funkcjonalność oraz statystyki. To odnosi się szczególnie do kwestii adresu IP w przypadku testu łączności oraz adresu e-mail w przypadku testu mail. - Przychodzące wiadomości mailowe mogą być udostępniane specjalistom z pomiędzy członków platformy w celu wystosowania jak najlepszej odpowiedzi. ### Pytania? Możesz znaleźć dokładny opis twoich praw oraz obowiązków odnośnie przetwarzania danych osobowych w [Dutch Data Protection Act](http://wetten.overheid.nl/BWBR0011468) oraz [cookie statement w Dutch Telecommunications Law](http://wetten.overheid.nl/BWBR0009950/#Hoofdstuk11_Paragraaf11.1_Artikel11.7a). Jeżeli po przeczytaniu tego oświadczenia wciąż masz pytania dotyczące ochrony twojej prywatności przy używaniu tej strony, proszę kontaktuj się z Internet.nl ## Prawa autorskie Treść tej strony może zostać użyta przez inne osoby zgodnie z licencją Creative Commons. To oznacza, iż możesz swobodnie udostępniać oraz dostosować treść, jednak musisz podać link do licencji, wskazać czy zostały wprowadzone jakiekolwiek zmiany oraz zawrzeć w swojej wypowiedzi odpowiednio: > Ta treść była stworzona pierwotnie dla portal Internet.nl, > projektu Internet Standards Platform. Jeżeli konkretna treść jest wyjęta z pod obowiązywania wspomnianej Creative Commons licencji zostanie to wyszczególnione na stronie.

source: test connipv6 failed description
nl: Helaas! Je internetprovider heeft je *geen* modern internetadres gegeven, of *niet* alles correct ingesteld. Je kan daardoor andere computers met moderne adressen *niet* bereiken. Vraag je internetprovider om volledige IPv6-connectiviteit.
pl: Szkoda! Twój dostawca internetu *nie* dostarczył ci nowoczesnego adresu, albo nie skonfigurował go poprawnie. Dlatego *nie* jesteś w stanie połączyć się z innymi komputerami z nowoczesnymi adresami. Skontaktuj się z dostawcą internetu, aby uzyskać pełną łączność z protokołem IPv6.

source: test connipv6 failed summary
nl: Moderne adressen *niet* bereikbaar (IPv6)
pl: Nowoczesny adres *nie jest* osiągalny (IPv6)

source: test connipv6 label
nl: IPv6
pl: IPv6

source: test connipv6 passed description
nl: Goed gedaan! Je internetprovider heeft je een modern internetadres gegeven. Daardoor kan je andere computers met moderne adressen bereiken.
pl: Gratulacje! Twój dostawca dostarczył Ci nowoczesny adres internetowy. Dzieki temu jesteś w stanie połączyć się z innymi komputerami z nowoczesnymi adresami.

source: test connipv6 passed summary
nl: Moderne adressen bereikbaar (IPv6)
pl: Nowoczesny adres osiągalny (IPv6)

source: test connipv6 title
nl: Moderne adressen bereikbaar?
pl: Nowoczesny adres osiągalny?

source: test connresolver failed description
nl: Helaas! Domein-handtekeningen worden voor jou nu *niet* gecontroleerd. Daardoor ben je *niet* beschermd tegen gemanipuleerde vertaling van ondertekende domeinnamen naar kwaadaardige IP-adressen. Vraag je internetprovider om DNSSEC-validatie en/of activeer het op je eigen systemen.
pl: Szkoda! Sygnatury domen *nie są* zatwierdzone przez ciebie. W związku z tym *nie* jesteś chroniony przed manipulowanym tłumaczeniem z podpisanych domen do nieuczciwych adresów IP. Skontaktuj się z dostawcą usług internetowych w celu sprawdzenia poprawności DNSSEC i / lub włącz go na własnych systemach.

source: test connresolver failed summary
nl: Domein-handtekeningen *niet* gecontroleerd (DNSSEC)
pl: Sygnatury domen *nie są* zatwierdzone (DNSSEC)

source: test connresolver label
nl: DNSSEC
pl: DNSSEC

source: test connresolver passed description
nl: Goed gedaan! Domein-handtekeningen worden voor jou gecontroleerd. Daardoor ben je beschermd tegen vervalste vertaling van ondertekende domeinnamen naar kwaadaardige IP-adressen.
pl: Dobra robota! Sygnatury domen sa przez ciebie zatwierdzone. W związku z tym jesteś chroniony przed fałszywym tłumaczeniem podpisanych domen na nieuczciwe adresy IP.

source: test connresolver passed summary
nl: Domein-handtekeningen gecontroleerd (DNSSEC)
pl: Sygnatury domen zatwierdzone (DNSSEC)

source: test connresolver title
nl: Domein-handtekeningen gecontroleerd?
pl: Sygnatury domen zatwierdzone?

source: test error summary
nl: *Fout* tijdens uitvoering van test!
pl: *Błąd* podczas działania!

source: test mailauth failed description
nl: Helaas! Je domein bevat *niet* alle echtheidswaarmerken tegen e-mailvervalsing. Ontvangers kunnen daardoor *niet* betrouwbaar phishing- of spammails die jouw domeinnaam in hun afzenderadres misbruiken, scheiden van jouw echte e-mails. Vraag je mailprovider om DMARC, DKIM en SPF te activeren.
pl: Szkoda! Twoja domena *nie* zawiera wszystkich znaków autentyczności wobec falszywych maili. W zawiązku z tym odbiorcy *nie* są w stanie wiarygodnie oddzielić phishingu i wiadomości spam wykorzystujących twoją domenę w adresie nadawcy od autentycznych wiadomości email. Powinieneś poprosić dostawcę poczty, aby aktywował DMARC, DKIM i SPF.

source: test mailauth failed summary
nl: *Niet* alle echtheidswaarmerken tegen e-mailphishing (DMARC, DKIM en SPF)
pl: *Nie* posiadasz wysztkich znaków autentyczności przeciwko phishingowi (DMARC, DKIM i SPF)

source: test mailauth label
nl: DMARC, DKIM en SPF
pl: DMARC, DKIM i SPF

source: test mailauth passed description
nl: Goed gedaan! Je domein bevat alle echtheidswaarmerken tegen e-mailvervalsing. Ontvangers kunnen daardoor betrouwbaar phishing- of spammails die jouw domeinnaam in hun afzenderadres misbruiken, scheiden van jouw echte e-mails.
pl: Gratulacje! Twoja domena zawiera wszystkie znaki autentyczności przeciwko fałszowaniu przez email. W związku z tym odbiorcy są w stanie niezawodnie oddzielić wiadomości typu phishing i spam które używają domeny w adresie nadawcy, od twoich autentycznych maili.

source: test mailauth passed summary
nl: Echtheidswaarmerken tegen e-mailphishing (DMARC, DKIM en SPF)
pl: Znaki autentyczności przeciwko phishingowi (DMARC, DKIM and SPF)

source: test mailauth title
nl: Echtheidswaarmerken tegen e-mailphishing?
pl: Znaki autentyczności przeciwko phishingowi?

source: test maildnssec failed description
nl: Helaas! De domeinen van je e-mailadres en mailserver(s) zijn *niet* (allemaal) ondertekend met een geldigde handtekening. Verzenders die domeinhandtekeningen controleren, kunnen nu niet betrouwbaar het IP-adres van je ontvangende e-mailserver(s) opvragen. Een aanvaller kan het IP-adres daardoor ongemerkt manipuleren en aan jou gestuurde e-mails omleiden naar een eigen mailserver. Vraag je nameserver-beheerder en/of je mailprovider om DNSSEC te activeren.
pl: Szkoda! Niektóre lub wszystkie adresy e-mail i domeny serwera nie posiadają ważnego podpisu. W związku z tym nadawcy z włączoną walidacją podpisu domeny nie są w stanie wiarygodnie otrzymać adresu IP z serwera poczty. Osoba atakująca może potajemnie manipulować adresem IP i przekierować maile skierowane do Ciebie do własnego serwera pocztowego. Powinieneś poprosić operatora serwera nazw i / lub swojego dostawcy poczty o włączenie DNSSEC.

source: test maildnssec failed summary
nl: *Niet* alle domeinnamen ondertekend (DNSSEC)
pl: *Nie* wszystkie domeny posiadają podpis (DNSSEC)

source: test maildnssec label
nl: DNSSEC
pl: DNSSEC

source: test maildnssec passed description
nl: Goed gedaan! Je e-mailadresdomein en je mailserverdomein(en) zijn ondertekend met een geldige handtekening. Verzenders die domeinhandtekeningen controleren, kunnen daardoor betrouwbaar het IP-adres van je ontvangende mailserver(s) opvragen.
pl: Gratulacje! Domena adresu e-mail i domena(y) serwera pocztowego są podpisane ważną sygnaturą. W związku z tym nadawcy z włączoną domeną sprawdzania podpisu, są w stanie odebrać wiarygodne IP uzytkownika z serwerów maili.

source: test maildnssec passed summary
nl: Alle domeinnamen ondertekend (DNSSEC)
pl: Wszystkie domeny posiadają podpis (DNSSEC)

source: test maildnssec title
nl: Domeinnamen ondertekend?
pl: Podpisano nazy domen?

source: test mailipv6 failed description
nl: Helaas! Je mailserver is *niet* bereikbaar voor verzenders met moderne IPv6-adressen, of er is verbetering mogelijk. Daardoor maakt je mailserver nog geen onderdeel uit van het moderne internet. Vraag je e-mailprovider om IPv6 volledig aan te zetten.
pl: Szkoda! Twój serwer pocztowy nie może być osiągnięty przez nadawców przy użyciu nowoczesnego protokołu IPv6, lub dostępne są ulepszenia. Dlatego Twój serwer pocztowy nie jest jeszcze częścią nowoczesnego Internetu. Powinieneś poprosić dostawcę poczty e-mail o pełne włączenie IPv6.
