Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: faqs https content
nl: ## I. Algemeen ### Wat doet HTTPS? Als een bezoeker een onbeveiligde HTTP-verbinding heeft met een website, dan kan een kwaadwillende eenvoudig gegevens onderweg afluisteren of aanpassen, of zelfs het contact volledig overnemen. Bij HTTPS is TLS (opvolger van SSL) toegevoegd aan HTTP om de verbinding te beveiligen. HTTPS werkt tussen de webclient (vaak een browser) van de bezoeker en de webserver van de aanbieder van de website of webservice. Mits veilig geconfigureerd, zorgt HTTPS voor de volgende drie beveiligingsaspecten. * **Vertrouwelijkheid**: De verbinding tussen de bezoeker en de website is versleuteld waardoor het onmogelijk is voor kwaadwillenden om de webcontent, URL's, cookies en andere gevoelige (meta)data onderweg af te luisteren. * **Authenticiteit**: De bezoeker kan controleren of hij/zij direct met de website die hoort bij de gebruikte domeinnaam contact heeft, en niet met een vervalste website of via een kwaadwillende tussenpersoon ('man-in-the-middle'). * **Integriteit**: Een kwaadwillende kan de gegevens tussen de bezoeker en de website onderweg niet aanpassen of zaken (bijv. malware) toevoegen. ## Biedt HTTPS nog andere voordelen? * Het gebruik van HTTPS biedt ook SEO-voordelen. SEO staat voor Search Engine Optimization en is een verzamelnaam voor verschillende methoden en technieken die een website optimaal vindbaar binnen zoekmachines. Een betere vindbaarheid betekent immers meer (relevante) bezoekers. Bij Google is het bijvoorbeeld zo dat websites die worden aangeboden op basis van HTTPS, hoger in de ranglijst staan dan soortgelijke HTTP varianten. * Eventuele discussies over het feit dat HTTPS websites (te) traag maakt, behoren met HTTP/2 definitief tot het verleden. HTTP/2 biedt vele voordelen ten opzicht van het huidige HTTP/1.1, waaronder een zeer snelle laadtijd en een verbeterde beveiliging. De snelheid van het inladen van een webpagina over HTTP/2 met TLS is, afhankelijk van de inhoud, vele malen sneller dan over HTTP/1.1 zonder TLS (zie [hier](https://www.httpvshttps.com/) en [hier](https://http2.akamai.com/demo)). Daarnaast valt op dat hoewel het vanuit de specificatie van HTTP/2 niet verplicht is, browserfabrikanten er massaal voor kiezen om HTTP/2 alleen te ondersteunen in combinatie met TLS. Dit is goed nieuws voor het gebruik van HTTPS dat op deze manier hopelijk de nieuwe standaard wordt. ### Moet je HTTPS doen voor alle websites? Op voorhand is vaak niet te voorspellen hoe informatie wordt gebruikt en welke waarde de informatie voor de afnemer heeft. Daarom is het gebruik van HTTPS in alle gevallen verstandig. Bij inlog- en medische gegevens is dat evident, maar er zijn ook situaties waarin bijvoorbeeld openbare informatie van cruciaal belang is. Denk bijvoorbeeld aan de agrarische sector waar besluiten worden genomen op basis van weersverwachtingen, of aan transportbedrijven die afhankelijk zijn van actuele verkeersinformatie. Ook bij het gebruik van publieke (en vaak open) Wi-Fi netwerken biedt HTTPS noodzakelijke bescherming om misbruik te voorkomen. ### Hoe werkt HTTPS? Voor het tot stand brengen van een beveiligde verbinding maakt de webclient gebruik van een certificaat dat wordt aangeboden door de webserver, en is uitgegeven door een vertrouwde certificaatinstantie. Dit certificaat bevat een zogenaamde publieke sleutel en wordt samen met de bijhorende privésleutel op de webserver, gebruikt voor het veilig uitwisselen van een sessiesleutel. Deze sessiesleutel wordt vervolgens gebruikt voor de daadwerkelijke versleuteling van de verbinding tussen de webclient en de webserver. ### Waarom is het belangrijk om HTTPS veilig in te stellen? Onder de oppervlakte kan voor het toepassen van een versleutelde HTTPS verbinding, gebruik worden gemaakt van verschillende versies van het TLS- of SSL-protocol en verschillende onderliggende versleutelingsstandaarden (ciphers). Aangezien niet alle versies en combinaties als voldoende veilig worden beschouwd, is het belangrijk om hierin de juiste keuze te maken en ook regelmatig te controleren of de gebruikte instellingen nog veilig zijn. Een foutieve toepassing van HTTPS kan immers net zo onveilig zijn als het gebruik van HTTP zonder TLS. ## II. Voor eigenaren/beheerder van websites ### Maakt HTTPS mijn website trager? De toevoeging van TLS aan HTTP zorgt ervoor dat er meer data wordt verzonden tussen de client en de server. Ook kan de belasting van zowel de server als de client als gevolg van HTTPS toenemen vanwege de cryptografische berekeningen. Aan de serverkant is dit bij kleinere websites en IT omgevingen te verwaarlozen, maar in het geval van grote en complexe IT omgevingen kan deze impact aanzienlijk zijn. Ondanks het feit dat servers steeds krachtiger worden, komt het nog steeds voor dat er specialistische apparatuur wordt gebruikt om de serverbelasting van TLS te verplaatsen (ook wel 'offloaden' en/of 'onloaden' genoemd) van een (web)server naar een hiervoor geoptimaliseerd apparaat. Zoals eerder beschreven op deze pagina, biedt het gebruik van HTTP/2 verschillende voordelen voor de snelheid waarmee websites over HTTPS worden geladen in browsers (client zijde). ### Hoe kan ik HTTPS implementeren? Voor het toepassen van HTTPS in de praktijk, kunnen (afhankelijk van de context) de volgende stappen worden gezet: 1. Inventariseer alle domeinen en stel vast (op basis van een classificatie van de verwerkte gegevens) voor welke domeinen HTTPS strikt noodzakelijk is. Overweeg daarnaast om alle domeinen van een HTTPS verbinding te voorzien. 2. Schaf een certificaat aan bij een certificaat autoriteit en installeer dit certificaat op het onderliggende systeem. Houd hierbij rekening met: a. Het type certificaat. Extended Validation (EV) certificaten bieden de meeste zekerheid over de identiteit van de eigenaar van het domein, maar zijn wel duurder dan andere certificaten die minder zekerheid bieden: Organisation Validation (OV) en Domain Validation (DV) certificaten. b. Eventueel te specificeren Subject Alternate Names. c. Gebruik minimaal het SHA-256 hash algoritme voor de vingerafdruk van het certificaat. Oudere hash algoritmes (MD5 en SHA-1) bevatten kwetsbaarheden waardoor vingerafdrukken op basis van deze algoritmes niet betrouwbaar zijn. d. Veilig beheer van certificaten om de kans op incidenten te verkleinen (bijvoorbeeld gestolen of vervalste certificaten), en de schade te beperken in het geval van een incident. 3. Gebruik een recente versie van de software die TLS implementeert, bijv. OpenSSL of LibreSSL. 4. Configureer veilige TLS instellingen waaronder a. een recente versie van het TLS protocol (bijvoorbeeld TLS 1.2) b. betrouwbare versleutelingsalgorimen 5. Gebruik aanvullende standaarden om op HTTPS gerichte aanvallen te kunnen weerstaan. Bijvoorbeeld HSTS, DANE en HPKP. 6. Testen of HTTPS conform bovenstaande eisen is geïnstalleerd (onder andere met Internet.nl) 7. Pas, indien nodig, de inhoud van de website aan zodat er geen content van andere websites wordt geladen over een onbeveiligde HTTP verbinding. Dit voorkomt mixed content foutmeldingen. 8. Pas na zorgvuldige testprocedure toe in productie. 9. Controleer regelmatig of er nog steeds gebruik wordt gemaakt van geadviseerde beveiligingsstandaarden. ### Aandachtspunten implementatie * Let bij gebruik van HSTS goed op de redirect volgorde. Wanneer er gebruik wordt gemaakt van redirects om het gebruik van HTTPS te forceren én bezoekers door te verwijzen naar een ander (sub)domein, hanteer dan deze volgorde: redirect eerst naar HTTPS, en pas daarna naar een ander (sub)domein. Dus http://example.nl -> https://example.nl -> https://www.example.nl. * Vergeet niet om de DANE TLSA records in je DNS-zone voorafgaand aan het ingebruik nemen van een nieuwe certificaat aan te passen. * Wees voorzichtig met de implementatie van aanvullende standaarden die voor een goede werking afhankelijk zijn van caching aan de zijde van de client (HSTS, HPKP). Test dit eerst zorgvuldig, want fouten zijn mogelijk niet (makkelijk) te herstellen. * Kijk uit met het gebruik van certificaten op meerdere plaatsen. Voorkom dat certificaten in meerdere type omgevingen (OTAP) worden gebruikt. Dit verkleint de impact op het vervangen van een certificaat. ## III. Voor bezoekers van websites ### Hoe kan ik zien of een website HTTPS doet? Het gebruik van HTTPS is doorgaans te herkennen aan het slotje in de browser. Voer de website test op Internet.nl uit om het zeker te weten. ### Aandachtspunten gebruik * Aanvullende standaarden die afhankelijk zijn van caching bij de webclient (HSTS, HPKP) verliezen hun werking wanneer de webbrowser is ingesteld in de privémodus, of wanneer de browser geschiedenis wordt gewist. Dit geldt ook voor organisaties die medewerkers iedere dag van een “schone” installatie van hun werkplek voorzien. ## Meer informatie * [ICT-beveiligingsrichtlijnen voor Webapplicaties (NCSC)](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-webapplicaties.html) * [ICT-beveiligingsrichtlijnen voor TLS (NCSC)](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html) * [Factsheet Veilig beheer van digitale certificaten (NCSC)](https://www.ncsc.nl/actueel/factsheets/factsheet-veilig-beheer-van-digitale-certificaten.html) * [Factsheet TLS (IBD Gemeenten)](https://www.ibdgemeenten.nl/3619-2/) * [Still think you don't need HTTPS? (Scott Helme)](https://scotthelme.co.uk/still-think-you-dont-need-https/)
pl: ## Dlaczego HTTPS * ["Still think you don't need HTTPS?"](https://scotthelme.co.uk/still-think-you-dont-need-https/)by Scott Helme * ["Why HTTPS for Everything?"](https://https.cio.gov/everything/) by CIO.gov ## Statystyki przyjęcia * ["Halfway there! Firefox users now visit over 50% of pages via HTTPS"](https://nakedsecurity.sophos.com/2016/10/18/halfway-there-firefox-users-now-visit-over-50-of-pages-via-https/) * ["HTTPS Usage" by Google](https://www.google.com/transparencyreport/https/metrics/?hl=en) ## Dalsze informacje * [Factsheet "HTTPS could be a lot more secure"](https://www.ncsc.nl/english/current-topics/factsheets/factsheet-https-could-be-a-lot-more-secure.html) by NCSC-NL * ["ICT securitity guidelines for TLS"](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html) by NCSC-NL (in Dutch) * ["ICT security guidelines for web applications"](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-webapplicaties.html) by NCSC-NL (in Dutch) * [Mozilla SSL Configuration Generator](https://mozilla.github.io/server-side-tls/ssl-config-generator/) * [Bettercrypto.org](https://bettercrypto.org) * [DNSSEC/TLSA Validator](https://www.dnssec-validator.cz/) * [Wikipedia on HTTPS](https://en.wikipedia.org/wiki/HTTPS) ## Specyfikacje * [RFC 2818: HTTP Over TLS](https://datatracker.ietf.org/doc/rfc2818) * [RFC 5246: The Transport Layer Security (TLS) Protocol, Version 1.2](https://datatracker.ietf.org/doc/rfc5246) * [RFC 6797: HTTP Strict Transport Security (HSTS)](https://datatracker.ietf.org/doc/rfc6797) * [RFC 6698: The DNS-Based Authentication of Named Entities (DANE) Transport Layer Security (TLS) Protocol: TLSA](https://tools.ietf.org/html/rfc6698)

source: faqs https title
nl: Beveiligde websiteverbinding (HTTPS)
pl: Bezpieczne połączenie z serwisem WWW

source: faqs ipv6 content
nl: ## I. Algemeen ### Wat is IP? Het Internet Protocol (IP) vormt de basis onder al het verkeer op Internet. Ieder apparaat dat met het internet is verbonden, heeft een uniek numeriek adres namelijk het IP-adres. Er bestaan twee versie van het Internet Protocol: versie 4 (IPv4) en versie 6 (IPv6). Deze versies zijn niet compatibel met elkaar. Dit betekent dat een computer met een IPv4-adres niet kan communiceren met een computer die alleen een IPv6-adres heeft. Wel kunnen versie 4 en versie 6 naast elkaar worden gebruikt, maar uiteindelijk zal IPv4 volledig worden vervangen door IPv6. Bijna alle apparatuur ondersteunt inmiddels zowel IPv4 als IPv6. ### Wat is IPv4? De IPv4-standaard dateert van 1981. Een voorbeeld van een IPv4-adres is `94.198.159.35`. IPv4 kent een zogenaamde adresruimte van 32 bits. Dit betekent dat er op basis van het IPv4 protocol wereldwijd ruim 4 x 10^9 (4 miljard) unieke IP-adressen kunnen worden uitgegeven. Dat lijkt heel veel, maar dat is het niet. Bedenk maar eens dat er inmiddels ruim 7 miljard mensen op aarde zijn, en dat een groot deel van deze mensen steeds meer apparaten gebruiken die een verbinding met het internet nodig hebben. ### Wat is IPv6? De IPv6-standaard dateert van 1998 en is de opvolger van het oude IPv4. Een voorbeeld van een IPv6-adres is `2a00:d78:0:712:94:198:159:35`. IPv6 kent een adresruimte van 128 bits en dat betekent dat er veel meer unieke IP-adressen beschikbaar zijn: 3,4 x 10^38 (een 3 met 38 nullen) tegenover de 4 x 10^9 (een 4 met 9 nullen). ### Waarom IPv6? * Kosten: IPv6-adressen zijn kosteloos beschikbaar. Voor IPv4-adressen moet ondertussen steeds meer worden betaald. Dit zorgt voor een toetredingsdrempel voor nieuwe (innovatieve) dienstaanbieders. Denk aan een nieuwe internetprovider die om te beginnen veel IPv4-adressen nodig heeft. * 'End-to-end'-connectiviteit: Met IPv6 kan ieder apparaat, en daarmee iedere gebruiker, op internet over een eigen adres beschikken. Dit in tegenstelling tot IPv4 waar schaarste providers dwingt om zuinig met deze adressen om te gaan. Gebruikers delen hierdoor vaak één IPv4-adres met elkaar. Met IPv6 kunnen diensten die 'end-to-end'-connectiviteit vereisen makkelijker worden geleverd, omdat gebruikers over een eigen IPv6-adres kunnen beschikken. * Snelheid: Uit [ervaringen van o.a. Facebook en LinkedIn ](https://blog.apnic.net/2016/08/15/optimized-content-providers-connect-faster-ipv6/) blijkt dat het delen van IPv4-adressen ook ten koste gaat van de snelheid. ### Hoe staat het met de adoptie van IPv6? Wereldwijd is IPv6 bezig met een flinke opmars. Het aantal servers en ook eindgebruikers groeit al jaren bijna exponentieel. Grote partijen zoals Google, Facebook en XS4ALL zien de voordelen en kiezen voor IPv6. Nederland loopt helaas achter bij veel andere vergelijkbare landen, zeker als het gaat om eindgebruikers die over IPv6-connectiviteit beschikken. Landen als Duitsland en België doen het bijvoorbeeld veel beter. Statistieken van IPv6-adoptie: * [APNIC IPv6 Measurements](https://stats.labs.apnic.net/ipv6/) * [World IPv6 Launch](http://www.worldipv6launch.org/measurements/) * [Akamai IPv6 adoption](https://www.akamai.com/us/en/about/our-thinking/state-of-the-internet-report/state-of-the-internet-ipv6-adoption-visualization.jsp) * [Google IPv6 statistics](https://www.google.com/intl/en/ipv6/statistics.html) * [Cisco IPv6 statistics](http://6lab.cisco.com/stats/) ### Bestaat er ook een IP versie 5 (IPv5)? IPv5 is ooit bedacht als een standaard voor internettelefonie. IPv5 is niet verder gekomen dan het experimentele stadium en nooit daadwerkelijk gebruikt. ## II. Voor eigenaren/beheerders ### Aandachtspunten e-mailserver op IPv6 Verschillende e-mailproviders (Gmail, Office 365) stellen de volgende twee eisen aan IPv6 ontvangen e-mail: * Een mailserver op IPv6 vereist het gebruik van een reverse DNS opvraagbaar PTR-record. Google vereist daarnaast dat dit IPv6 adres (wat is vastgelegd in het PTR-record) overeenkomt met het IPv6 adres wat wordt verkregen via de normale omzetting van de PTR DNS-naam naar een IPv6 adres. Dit wordt "forward-confirmed reverse DNS" genoemd. * Via een IPv6 mailserver verzonden e-mail moet óf de SPF-controle (“mag dit IP-adres mailen voor dit afzenderdomein?”) óf de DKIM-controle (“is deze mail ondertekend met de geldige digitale handtekening van dit afzenderdomein?”) succesvol doorstaan. ### Aandachtspunten implementatie Bij kleine en eenvoudige websites hoeft de implementatie van IPv6 niet zoveel werk te zijn. Bij grote websites en complexe IT omgevingen, kan de implementatie van IPv6 een behoorlijke impact hebben. Neem ter voorbereiding op de implementatie van IPv6 de volgende documenten door: [SURFnet - leidraad voor de invoering van IPv6 in organisaties](https://www.surf.nl/binaries/content/assets/surf/nl/kennisbank/2011/rapport_201102_IPv6_Case_Study_Leidraad_voor_de_invoering_van_IPv6_in_organisaties-1.pdf) en [KPN - whitepaper IPv6](https://kpnlokaleoverheid.nl/wp-content/uploads/2009/03/Whitepaper-IPv6-versie-1-5-26-06-2013.pdf). ## III. Voor bezoekers/gebruikers. ### Hoe kom ik aan een IPV6 adres? Vraag aan je internetprovider op welke termijn deze van plan is om IPv6 toe te gaan passen. Als er geen plannen zijn om dit op korte termijn te gaan doen, stap dan over naar een internetprovider die dit wel doet. ### Hoe weet ik of een domein over IPv6 communiceert. Dit kun je controleren door het uitvoeren van de website- of e-mailtest op Internet.nl. ## Meer informatie * [Policy Issues for Receiving Email in a World with IPv6 Hosts](https://www.m3aawg.org/sites/default/files/document/M3AAWG_Inbound_IPv6_Policy_Issues-2014-09.pdf) van M³AAWG
pl: ## Dlaczego IPv6 * ["Three reasons why ISPs should deploy IPv6 now"](https://internetnz.nz/blog/three-reasons-why-isps-should-deploy-ipv6-now) by George Michaelson (APNIC) * ["Making a Strong Case for IPv6"](http://www.baselinemag.com/networking/making-a-strong-case-for-ipv6.html) by John Curran (ARIN) * ["IPv6: It's time to get on board"](https://code.facebook.com/posts/1192894270727351/ipv6-it-s-time-to-get-on-board/) by Paul Saab (Facebook) ## Statystyki przyjęcia * [APNIC IPv6 Measurements](https://stats.labs.apnic.net/ipv6/) * [World IPv6 Launch](http://www.worldipv6launch.org/measurements/) * [Akamai IPv6 adoption](https://www.akamai.com/us/en/about/our-thinking/state-of-the-internet-report/state-of-the-internet-ipv6-adoption-visualization.jsp) * [Google IPv6 statistics](https://www.google.com/intl/en/ipv6/statistics.html) * [Cisco IPv6 statistics](http://6lab.cisco.com/stats/) * [IPv6 RIPEness information](https://ipv6ripeness.ripe.net/) ## Dalsze informacje * [ISOC's Deploy360 on IPv6](http://www.internetsociety.org/deploy360/ipv6/) * [IPv6 Info Centre at RIPE](https://www.ripe.net/publications/ipv6-info-centre/) * [Wikipedia on IPv6](https://en.wikipedia.org/wiki/IPv6) * ["Policy Issues for Receiving Email in a World with IPv6 Hosts" from M³AAWG](https://www.m3aawg.org/sites/default/files/document/M3AAWG_Inbound_IPv6_Policy_Issues-2014-09.pdf) ## Specyfikacje * [RFC 2460: Internet Protocol, Version 6 (IPv6), Specification](https://datatracker.ietf.org/doc/rfc2460/)

source: faqs ipv6 title
nl: Modern adres (IPv6)
pl: Nowoczesny adres (IPv6)
