Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: detail mail tls dane-valid exp
nl: We testen of de DANE-fingerprints die je mailserverdomeinen presenteren geldig zijn voor je mailservercertificaten. Met DANE kan je informatie over jouw mailservercertificaten publiceren in een speciaal DNS-record, een TLSA- record. Verzendende mailservers kunnen de certificaten nu niet alleen via de certificaatautoriteit, maar ook via de TLSA-records controleren op authenticiteit. Een verzendende mail server kan het TLSA-record ook als signaal gebruiken om alleen via STARTTLS (en niet onversleuteld) te verbinden. Als de DANE-fingerprint van een ontvangende mailserver wordt gecontroleerd door de verzendende mailserver, dan kan een actieve aanvaller die in staat is het berichtenverkeer te manipuleren de STARTTLS-encryptie niet verwijderen. DNSSEC is een noodzakelijke randvoorwaarde voor DANE. Let op: gevallen waarbij we een geldige TLSA-record maar geen DNSSEC detecteren óf waarbij we het opvragen van het TLSA-record mislukt, worden ook beschouwd als fouten in deze test.
pl: We check if the DANE fingerprints presented by your mail server domains are valid for your mail server certificates. DANE allows you to publish information about your mail server certificates in a special DNS record, called TLSA record. Sending mail servers can check the authenticity of your certificates not only through the certificate authority but also through the TLSA records. A sending mail server can also use the TLSA record as a signal to only connect via STARTTLS (and not unencrypted). When the DANE fingerprint of a receiving mail server is checked by the sending mail server, an active attacker who is able to manipulate the mail trafic cannot strip STARTTLS encryption. DNSSEC is preconditional for DANE. Note: cases where we detect a valid TLSA record but no DNSSEC support or where we get an error while retrieving the TLSA record, are also considered failures for this test.

source: detail mail tls dane-valid label
nl: DANE geldigheid
pl: DANE validity

source: detail mail tls dane-valid tech table
nl: Mailserver (MX)|DANE geldig
pl: Mail server (MX)|DANE valid

source: detail mail tls dane-valid verdict bad
nl: Tenminste één DANE-fingerprint op je mailserverdomeinen is *niet* geldig voor het mailservercertificaat. Óf iemand manipuleerde het antwoord van de nameserver, óf je mailserverdomeinen hebben een serieuze DANE- configuratiefout. Dit laatste maakt je domeinnaam onbereikbaar voor verzendende mailservers die DANE-fingerprints controleren. Neem zo spoedig mogelijk contact op met je mailprovider.
pl: At least one DANE fingerprint on your mail server domains is *not* valid for its mail server certificate. Either someone manipulated the response from the name server, or the mail server domains have a serious DANE configuration error. The latter makes your domain unreachable for any sending mail server that checks DANE fingerprints. You should contact your mail provider as soon as possible.

source: detail mail tls dane-valid verdict good
nl: De DANE-fingerprints op je mailserverdomeinen zijn geldig voor al je mailservercertificaten.
pl: The DANE fingerprints on your mail server domains are valid for all your mail server certificates.

source: detail mail tls starttls-exists exp
nl: We testen of je ontvangende mailservers (MX) ondersteuning bieden voor STARTTLS. Als dat het geval is, dan testen we in de navolgende testonderdelen of STARTTLS ook voldoende veilig is geconfigureerd. In het geval er geen mailserver is gedefineerd, geven we een notificatie en we voeren andere subtesten van de mailtest die nog steeds relevant zijn gewoon uit. Let op: vanwege performance-redenen worden maximaal tien mail servers via of IPv6 of IPv4 getest in de STARTTLS-deeltest.
pl: We check if your receiving mail servers (MX) support STARTTLS. If so, we also check in the below subtests whether STARTTLS is configured sufficiently secure. In case no mail server is defined, we give a notification and we execute other subtests of the mail test that are still relevant. Note: for performance reasons at most ten mail servers over either IPv6 or IPv4 are checked in the STARTTLS test section.

source: detail mail tls starttls-exists label
nl: STARTTLS beschikbaar
pl: STARTTLS available

source: detail mail tls starttls-exists tech table
nl: Mailserver (MX)|STARTTLS
pl: Mail server (MX)|STARTTLS

source: detail mail tls starttls-exists verdict bad
nl: Tenminste één van je mailservers biedt *geen* STARTTLS aan.
pl: At least one of your mail servers does *not* offer STARTTLS.

source: detail mail tls starttls-exists verdict good
nl: Al je mailservers bieden STARTTLS aan.
pl: All your mail servers offer STARTTLS.

source: detail mail tls starttls-exists verdict other
nl: Tenminste één van je mailservers is onbereikbaar.
pl: At least one of your mail servers is unreachable.

source: detail mail tls starttls-exists verdict other-2
nl: Voor jouw domein zijn geen mailservers ingesteld waardoor het niet mogelijk is om mail te ontvangen.
pl: No mail servers are set on your domain making it unable to receive mail.

source: detail mail tls version exp
nl: We testen of je ontvangende mailservers (MX) veilige TLS-versies ondersteunt. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B1-1.
pl: We check if your receiving mail servers (MX) support secure TLS versions. See ['TLS guidelines from NCSC-NL'](https://www.ncsc.nl/actueel/whitepapers /ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), guideline B1-1 (in Dutch).

source: detail mail tls version label
nl: TLS-versie
pl: TLS version

source: detail mail tls version tech table
nl: Mailserver (MX)|Veilige TLS-versies
pl: Mail server (MX)|Secure TLS versions

source: detail mail tls version verdict bad
nl: Tenminste één van je mailservers ondersteunt *geen* voldoende veilige TLS- versies.
pl: At least one of your mail servers does *not* support sufficiently secure TLS versions.

source: detail mail tls version verdict good
nl: Al je mailservers ondersteunen voldoende veilige TLS-versies.
pl: All your mail servers support sufficiently secure TLS versions.

source: detail mailauth dkim record aanwezig
nl: er is een DKIM-record (TXT) aanwezig

source: detail mailauth dmarc policy aanwezig
nl: er is een DMARC-policy (TXT-record) aanwezig: {{dmarc_record}}

source: detail mailauth geen dkim record aanwezig
nl: er is geen DKIM record (TXT) gevonden

source: detail mailauth geen dmarc policy aanwezig
nl: er is geen DMARC-policy (TXT-record) gevonden

source: detail mailauth geen spf policy aanwezig
nl: er is geen SPF-policy (TXT-record) gevonden

source: detail mailauth spf policy aanwezig
nl: er is een SPF-policy (TXT-record) aanwezig: {{spf_record}}

source: detail smtp-dnssec hostname
nl: Geteste domeinnaam: {{hostname}}

source: detail smtp-dnssec mx-hostname
nl: Inkomende mailserver (MX): {{hostname}}

source: detail smtp-tls MX-NO
nl: geen mailservers (MX) ingesteld

source: detail smtp-tls cert-hostname-match-FAIL
nl: hostname van mailserver komt niet overeen met certificaat: hostname: {{hostmatch_failed}} domeinen op het certificaat: {{hostmatch_accepted}}

source: detail smtp-tls cert-hostname-match-OK
nl: hostname van mailserver komt overeen met certificaat

source: detail smtp-tls hostname
nl: Inkomende mailserver (MX): {{hostname}}

source: detail smtp-tls server-unreachable
nl: mailserver is onbereikbaar

source: detail smtp-tls tls-FAIL
nl: mailserver biedt geen STARTTLS aan

source: detail smtp-tls tls-OK
nl: mailserver biedt STARTTLS aan

source: detail smtp-tls valid-cipher-FAIL
nl: voldoende veilige cipher-methoden niet ondersteund

source: detail smtp-tls valid-cipher-OK
nl: voldoende veilige cipher-methoden ondersteund

source: detail smtp-tls valid-protocol-FAIL
nl: voldoende veilige TLS-versies niet ondersteund

source: detail smtp-tls valid-protocol-OK
nl: voldoende veilige TLS-versies ondersteund

source: detail tech data bogus
nl: bogus
pl: bogus

source: detail tech data insecure
nl: insecure
pl: insecure

source: detail tech data no
nl: nee
pl: no

source: detail tech data not-tested
nl: *not tested*

source: detail tech data secure
nl: secure
pl: secure

source: detail tech data yes
nl: ja
pl: yes

source: detail verdict could-not-test
nl: Testfout. Graag later opnieuw proberen.
pl: Test error. Please try again later.

source: detail verdict not-tested
nl: Deze test is niet uitgevoerd, omdat een hogergelegen test waarvan deze test afhankelijk is al een negatief testresultaat ('gezakt') gaf.
pl: This test did not run, because a parent test that this test depends on already gave a negative result ('fail').

source: detail web dnssec exists exp
nl: We testen of je domeinnaam ondertekend is met DNSSEC. Let op: de geldigheid van de ondertekening wordt niet getest in deze subtest maar wel in de volgende subtest.
pl: We check if your domain is DNSSEC signed. Note: the validity of the signature is not part of this subtest, but part of the next subtest.

source: detail web dnssec exists label
nl: DNSSEC aanwezigheid
pl: DNSSEC existence

source: detail web dnssec exists tech table
nl: Domein|Registrar
pl: Domain|Registrar

source: detail web dnssec exists verdict bad
nl: Je domein is onveilig oftewel 'insecure', omdat het *niet* ondertekend is met DNSSEC.
pl: Your domain is insecure, because it is *not* DNSSEC signed.

source: detail web dnssec exists verdict good
nl: Je domein is met DNSSEC ondertekend.
pl: Your domain is DNSSEC signed.

source: detail web dnssec exists verdict resolver-error
nl: Helaas is in de resolver van Internet.nl een fout opgetreden. Neem a.j.b. [contact](/about/) met ons op.
pl: Unfortunately an error occurred in Internet.nl's resolver. Please [contact](/about/) us.

source: detail web dnssec exists verdict servfail
nl: De nameservers van je domeinnaam zijn *kapot*. Ze gaven een foutmelding (`SERVFAIL`) terug op onze bevragingen voor een DNSSEC-handtekening. Vraag de nameserver-beheerder (vaak je registrar en/of hostingprovider) om dit spoedig op te lossen.
pl: The name servers of your domain are *broken*. They returned an error (`SERVFAIL`) to our queries for a DNSSEC signature. Please contact your name server operator (often your hosting provider and/or registrar) to fix this soon.

source: detail web dnssec valid exp
nl: We testen of je domeinnaam is ondertekend met een geldige DNSSEC- handtekening.
pl: We check if your domain is signed with a valid signature making it 'secure'.

source: detail web dnssec valid label
nl: DNSSEC geldigheid
pl: DNSSEC validity

source: detail web dnssec valid tech table
nl: Domein|Status
pl: Domain|Status

source: detail web dnssec valid verdict bad
nl: Je domeinnaam is onbetrouwbaar oftewel 'bogus', omdat de DNSSEC-handtekening *niet* geldig is. Óf iemand manipuleerde het antwoord van jouw nameserver, óf je domeinnaam heeft een *serieuze DNSSEC-configuratiefout*. Dit laatste maakt je domeinnaam onbereikbaar voor alle gebruikers die DNSSEC- handtekeningen conroleren. Neem zo spoedig mogelijk contact op met je nameserver-beheerder (vaak je registrar of hostingprovider).
pl: Your domain is 'bogus', because the DNSSEC signature is *not* valid. Either someone manipulated the response from your name server, or your domain has a *serious DNSSEC configuration error*. The latter makes your domain unreachable for any user who validates DNSSEC signatures. You should contact your name server operator (often your registrar or hosting provider) as soon as possible.

source: detail web dnssec valid verdict good
nl: Je domeinnaam is veilig oftewel 'secure', omdat zijn DNSSEC-handtekening geldig is.
pl: Your domain is secure, because its DNSSEC signature is valid.

source: detail web ipv6 web-AAAA exp
nl: We testen of er tenminste één AAAA-record met IPv6-adres voor je webserver is.
pl: We check if there is at least one AAAA record with IPv6 address for your web server.

source: detail web ipv6 web-AAAA label
nl: IPv6-adressen voor webserver
pl: IPv6 addresses for web server

source: detail web ipv6 web-AAAA tech table
nl: Webserver|IPv6-adres|IPv4-adres
pl: Web server|IPv6 address|IPv4 address

source: detail web ipv6 web-AAAA verdict bad
nl: *Geen* van je webservers heeft een IPv6-adres.
pl: *None* of your web servers has an IPv6 address.

source: detail web ipv6 web-AAAA verdict good
nl: Tenminste één van je webservers heeft een IPv6-adres.
pl: At least one of your web servers has an IPv6 address.

source: detail web ipv6 web-ipv46 exp
nl: We vergelijken de webcontent die we van je webserver ontvangen via zowel IPv6 als IPv4 op alle beschikbare poorten (80 en/of 443). In het geval er meerdere IPv6-adressen en IP4-adressen zijn, dan pakken we één IPv6-adres en één IPv4-adres. Als het contentverschil niet groter is dan 10%, dan gaan we ervanuit uit dat de primaire webcontent gelijk is. Daardoor zullen ook websites met kleine verschillen (bijvoorbeeld door wisselende advertenties) slagen voor dit testonderdeel.
pl: We compare the web content that we receive from your web server over both IPv6 and IPv4 on any available ports (80 and/or 443). In case there are multiple IPv6 and IPv4 addresses, we pick one IPv6 address and one IPv4 address. If the content difference is not higher than 10%, we expect the main web content to be the same. Therefore websites with small differences (for example due to changing ads) will pass this subtest as well.

source: detail web ipv6 web-ipv46 label
nl: Gelijke website op IPv6 en IPv4
pl: Same website on IPv6 and IPv4

source: detail web ipv6 web-ipv46 verdict bad
nl: Je website op IPv6 lijkt *niet* gelijk aan je website op IPv4.
pl: Your website on IPv6 does *not* seem to be the same as your website on IPv4.

source: detail web ipv6 web-ipv46 verdict good
nl: Je website op IPv6 lijkt gelijk aan je website op IPv4.
pl: Your website on IPv6 seems to be the same as your website on IPv4.

source: detail web ipv6 web-reach exp
nl: We testen of we je webserver(s) kunnen bereiken via IPv6 op alle beschikbare poorten (80 en/of 443). We testen alle IPv6-adressen die we ontvangen van je nameservers. Een deelscore wordt gegeven als niet alle IPv6-adressen bereikbaar zijn. Als een IPv6-adres (syntactisch) ongeldig is, dan beschouwen we dat als onbereikbaar.
pl: We check if we can connect to your web server(s) over IPv6 on any available ports (80 and/our 443). We test all IPv6 addresses that we receive from your name servers. A partial score will be given if not all IPv6 addresses are reachable. If an IPv6 address is (syntactically) invalid, we consider it unreachable.

source: detail web ipv6 web-reach label
nl: IPv6-bereikbaarheid van webserver
pl: IPv6 reachability of web server

source: detail web ipv6 web-reach tech table
nl: Webserver|Onbereikbaar IPv6-adres
pl: Web server|Unreachable IPv6 address

source: detail web ipv6 web-reach verdict bad
nl: Tenminste één van jouw webservers met een IPv6-adres, is *niet* bereikbaar via IPv6.
pl: At least one of your web servers with an IPv6 address is *not* reachable over IPv6.

source: detail web ipv6 web-reach verdict good
nl: Al je webservers met een IPv6-adres zijn bereikbaar via IPv6.
pl: All your web servers with an IPv6 address are reachable over IPv6.

source: detail web tls cert-hostmatch exp
nl: We testen of de domeinnaam van je website overeenkomt met de domeinnaam op het certificaat. Het kan handig zijn om meerdere domeinnamen (bijvoorbeeld de domeinnaam met en zonder www) als Subject Alternative Name (SAN) in het certificaat op te nemen. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B3-1.
pl: We check if the domain name of your website matches the domain name on the certificate. It could be useful to include more than one domain (e.g. the domain with and without www) as Subject Alternative Name on the certificate. See ['TLS guidelines from NCSC-NL'](https://www.ncsc.nl/actueel/whitepapers /ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), guideline B3-1 (in Dutch).

source: detail web tls cert-hostmatch label
nl: Domeinnaam op certificaat
pl: Domain name on certificate

source: detail web tls cert-hostmatch tech table
nl: Webserver-IP-adres|Niet-overeenkomende domeinen op certificaat
pl: Web server IP address|Unmatched domains on certificate

source: detail web tls cert-hostmatch verdict bad
nl: De domeinnaam van je website komt *niet* overeen met de domeinnaam op je websitecertificaat.
pl: The domain name of your website does *not* match the domain name on your website certificate.

source: detail web tls cert-hostmatch verdict good
nl: De domeinnaam van je website komt overeen met de domeinnaam op je websitecertificaat.
pl: The domain name of your website matches the domain name on your website certificate.

source: detail web tls cert-pubkey exp
nl: We testen of de bitlengte van de publieke sleutel van je websitecertificaat voldoende veilig is. Let op: het is ook belangrijk dat de bitlengte van de geheime sleutel voldoende veilig is. Dit kunnen we vanwege de geheime aard echter niet testen. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B3-3 t/m B3-5.
pl: We check if the bit-length of the public key of your website certificate is sufficiently secure. Note: it is also important that the bit-length of the secret key is sufficiently secure. However, due to its secret nature we are not able to check this. See ['TLS guidelines from NCSC- NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B3-3 to B3-5 (in Dutch).

source: detail web tls cert-pubkey label
nl: Publieke sleutel van certificaat
pl: Public key of certificate

source: detail web tls cert-pubkey tech table
nl: Webserver-IP-adres|Publieke sleutel met onvoldoende lengte
pl: Web server IP address|Public key with insufficient length

source: detail web tls cert-pubkey verdict bad
nl: Je websitecertificaat bevat een publieke sleutel met een *onveilige* lengte.
pl: Your website certificate contains a public key with an *insecure* length.

source: detail web tls cert-pubkey verdict good
nl: Je websitecertificaat bevat een publieke sleutel met een veilige lengte.
pl: Your website certificate contains a public key with a secure length.

source: detail web tls cert-signature exp
nl: We testen of de ondertekende fingerprint van het websitecertificaat is gemaakt met een veilig algoritme voor hashing. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B3-2.
pl: We check if the signed fingerprint of the website certificate was created with a secure hashing algorithm. See ['TLS guidelines from NCSC- NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B3-2 (in Dutch).

source: detail web tls cert-signature label
nl: Handtekening van certificaat
pl: Signature of certificate

source: detail web tls cert-signature tech table
nl: Webserver-IP-adres|Onveilig hashing-algoritme
pl: Web server IP address|Insecure hash algorithm

source: detail web tls cert-signature verdict bad
nl: Je websitecertificaat is ondertekend met een algoritme voor hashing dat *niet* veilig is.
pl: Your website certificate is signed using a hash algorithm that is *not* secure.

source: detail web tls cert-signature verdict good
nl: Je websitecertificaat is ondertekend met een voldoende veilig algoritme voor hashing.
pl: Your website certificate is signed using a sufficiently secure hash algorithm.

source: detail web tls cert-trust exp
nl: We testen of we een geldige vertrouwensketen voor je websitecertificaat kunnen opbouwen. Er is sprake van een geldige vertrouwensketen, als je certificaat is uitgegeven door een [vertrouwde certificaatautoriteit](https://www.mozilla.org/en- US/about/governance/policies/security-group/certs/) én je webserver alle noodzakelijke tussenliggende certificaten presenteert. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), richtlijn B3-6.
pl: We check if we are able to build a valid chain of trust for your website certificate. For a valid chain of trust, your certificate must be published by a [trusted certificate authority](https://www.mozilla.org/en- US/about/governance/policies/security-group/certs/), and your web server must present all necessary intermediate certificates. See ['TLS guidelines from NCSC-NL'](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), guideline B3-6 (in Dutch).

source: detail web tls cert-trust label
nl: Vertrouwensketen van certificaat
pl: Trust chain of certificate

source: detail web tls cert-trust tech table
nl: Webserver-IP-adres|Onvertrouwde certificaatketen
pl: Web server IP address|Untrusted certificate chain

source: detail web tls cert-trust verdict bad
nl: De vertrouwensketen van je websitecertificaat is *niet* compleet en/of *niet* ondertekend door een vertrouwde certificaatautoriteit.
pl: The trust chain of your website certificate is *not* complete and/or *not* signed by a trusted root certificate authority.

source: detail web tls cert-trust verdict good
nl: De vertrouwensketen van je websitecertificaat is compleet en ondertekend door een vertrouwde certificaatautoriteit.
pl: The trust chain of your website certificate is complete and signed by a trusted root certificate authority.

source: detail web tls ciphers exp
nl: We testen of je webserver alleen voldoende veilige cipher suites ondersteunt. Een cipher suite is een samenstelling van algoritmes voor authenticatie en encryptie die geldig is volgens de TLS-standaard. Een webserver kan meerdere cipher suites ondersteunen. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B2-1 t/m B2-4.
pl: We check if your web server supports sufficiently secure cipher suites only. A cipher suite is a combination of algorithms used for authentication and encryption that is conformant to the TLS standard. A web server may support more than one cipher suite. See ['TLS guidelines from NCSC- NL](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B2-1 to B2-4 (in Dutch).

source: detail web tls ciphers label
nl: Cipher suites
pl: Cipher suites

source: detail web tls ciphers tech table
nl: Webserver-IP-adres|Onveilige cipher suites
pl: Web server IP address|Insecure cipher suites

source: detail web tls ciphers verdict bad
nl: Je webserver ondersteunt *onvoldoende* veilige cipher suites.
pl: Your web server supports *insufficiently* secure cipher suites.

source: detail web tls ciphers verdict good
nl: Je webserver ondersteunt alleen voldoende veilige cipher suites.
pl: Your web server supports sufficiently secure cipher suites only.
