Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: detail web-tls compression-FAIL
nl: TLS-compressie toe gestaan

source: detail web-tls compression-OK
nl: TLS-compressie niet toegestaan

source: detail web-tls forced-https-FAIL
nl: HTTPS niet afgedwongen (geen HTTPS-redirect naar zelfde domein of niet alleen HTTPS)

source: detail web-tls forced-https-NO-HTTP
nl: HTTPS afgedwongen door alleen HTTPS en geen HTTP te ondersteunen

source: detail web-tls forced-https-OK
nl: HTTPS afgedwongen door HTTP naar HTTPS te 'redirecten'

source: detail web-tls hostname
nl: Webserver: {{hostname}}

source: detail web-tls hsts-FAIL
nl: HSTS-policy niet gevonden

source: detail web-tls hsts-OK
nl: HSTS-policy aanwezig: {{hsts_policy}}

source: detail web-tls http-compression-NOTICE
nl: HTTP-compressie ondersteund

source: detail web-tls secure-renegotiation-FAIL
nl: "secure renegotiation" niet ondersteund

source: detail web-tls secure-renegotiation-OK
nl: "secure renegotiation" ondersteund

source: detail web-tls tls-FAIL
nl: website biedt geen HTTPS aan

source: detail web-tls tls-OK
nl: website biedt HTTPS aan

source: detail web-tls valid-cipher-FAIL
nl: bepaalde aangeboden cipher-methoden zijn niet veilig: {{ciphers_bad}}

source: detail web-tls valid-cipher-OK
nl: alle aangeboden cipher-methoden zijn voldoende veilig

source: detail web-tls valid-protocol-FAIL
nl: verbindingen toegestaan voor bepaalde onvoldoende veilige TLS-versies: {{protocols_bad}}

source: detail web-tls valid-protocol-OK
nl: verbinding alleen mogelijk voor voldoende veilige TLS-versies

source: disclosure content
nl: # Responsible disclosure Het Platform Internetstandaarden vindt de veiligheid van de Internet.nl-website heel belangrijk. Ondanks onze zorg voor de beveiliging kan het voorkomen dat er toch een zwakke plek in zit of ergens is ontstaan. Heb je een zwakke plek gevonden in de Internet.nl-website? Je kunt er bijvoorbeeld per ongeluk tegenaan zijn gelopen bij het normale gebruik van deze site. Misschien heb je zelfs je best gedaan om een zwakke plek te vinden. Laat het ons in elk geval weten, zodat we zo snel mogelijk maatregelen kunnen nemen. Dit is overigens **geen** uitnodiging om onze site uitgebreid te scannen en te testen om zwakke plekken te vinden. Dat doen we zelf wel. We werken graag met je samen om de veiligheid van onze website nog beter te kunnen beschermen. Wij nemen je melding altijd serieus en onderzoeken elk vermoeden van een kwetsbaarheid. ## In ruil vragen wij je om: - je bevindingen zo snel mogelijk te mailen naar [vraag@internet.nl](vraag@internet.nl); - voldoende informatie te geven om het probleem te reproduceren, zodat we het zo snel mogelijk kunnen oplossen; meestal is het IP-adres of de URL, met een omschrijving van de kwetsbaarheid voldoende, maar bij complexere kwetsbaarheden kan meer informatie nodig zijn; - geen tests uit te voeren die gebruikmaken van aanvallen op fysieke beveiliging, social engineering of applicaties van derden - geen brute force of denial of service uit te voeren; - de kwetsbaarheid niet te misbruiken door bijvoorbeeld het veranderen of verwijderen van gegevens of het plaatsen van malware; - het probleem ook niet met anderen te delen totdat we het hebben opgelost; - geen gegevens van onze systemen te kopiëren, anders dan absoluut noodzakelijk om het lek aan te tonen; - contactgegevens (e-mailadres en telefoonnummer) achter te laten zodat we contact met je kunnen opnemen om samen te werken aan een veilig resultaat. ## Wij beloven: - binnen drie werkdagen te reageren op je melding met de beoordeling van de melding en een verwachte datum voor een oplossing; - je melding vertrouwelijk te behandelen: we delen je persoonlijke gegevens niet zonder je toestemming; uitzondering hierop zijn politie en justitie, in geval van aangifte of als gegevens worden opgeëist; - je op de hoogte te houden van de voortgang bij het oplossen van het probleem - in berichtgeving omtrent het gemelde probleem je naam te vermelden als ontdekker, als je dat wenst; - dat een toevallige ontdekking van een kwetsbaarheid niet tot aangifte tegen je zal leiden, zolang je je aan de spelregels houdt en je in de geest van responsible disclosure gedraagt; - als dank voor je hulp geven we je een mooi t-shirt voor elke melding van een ons nog onbekend beveiligingsprobleem; dat is misschien geen grote beloning, maar we willen het actief scannen naar kwetsbaarheden niet aanmoedigen.
pl: # Odpowiedzialne odkrycie Zdaniem Internet Standards Platform bezpieczeństwo strony Internet.nl jest bardzo ważne. Pomimo opieki jaką objęliśmy stronę, by zapewnić jej bezpieczeństwo, istniejące słabe punkty mogą zostać odkryte lub mogą ujawnić się nowe. Znalazłeś błąd zagrażający bezpieczeństwu na stronie Internet.nl? Możliwe, że przypadkowo natknąłeś się na jeden podczas zwykłej operacji na stronie lub prawdopodobnie chciałeś znaleźć jakąś słabość portalu. Skontaktuj się z nami, abyśmy mogli jak najszybciej podjąć odpowiednie działania. Nie jest to jednak zachęta do intensywnego testowania naszej strony. Sami się tym zajmujemy. Chcielibyśmy współpracować z Tobą, by dalej udoskonalać bezpieczeństwo naszej strony. Wszelkie uwagi zawsze traktujemy poważnie i przyglądamy się wszelkim słabym punktom. ## W zamian prosimy: - Wyślij swoje spostrzeżenia na adres: [cybersectest@ik.org.pl](cybersectest@ik.org.pl) tak szybko jak to możliwe; - Dostarcz wystarczających informacji dotyczących problemu, abyśmy mogli go naprawić najszybciej jak to możliwe. Adres IP lub URL jest zazwyczaj wystarczający razem z opisem luki, ale w przypadku bardziej skomplikowanych problemów możemy potrzebować więcej informacji; - Nie prowadź ataków typu DoS; - Nie wykorzystuj błędu do zmiany lub usunięcia danych czy też instalowania złośliwego oprogramowania; - Nie dziel się z ta luką z innymi, dopóki tego nie naprawimy; - Nie kopiuj danych z naszego systemu, oprócz tych, które są niezbędne do opisu luki; - Zostaw swoje dane kontaktowe (adres e-mail, numer telefonu), abyśmy byli w kontakcie i mogli współpracować przy naprawie błędu. . ## Zapewniamy: - Odpowiedzieć na Twoje spostrzeżenia w ciągu trzech dni roboczych wraz z oceną Twojego raportu i przybliżoną datą rozwiązania problemu; - Traktować Twój raport poufnie, nie udostępnimy Twoich danych osobowych bez Twojej zgody (oprócz policji i organów władzy sądowniczej, jeśli sporządzany będzie raport policyjny lub ta informacja będzie prawnie wymagana); - Informować Cię o progresie w naprawie błędu; - Wymienić Cię w raportach dotyczących błędów (zgodnie z życzeniem); - Przypadkowe odkrycie błędu nie prowadzi do postawienia prawnych zarzutów przeciwko Tobie, tak długo jak będziesz postępował zgodnie z zasadami i będziesz działał w duchu odpowiedzialnego odkrycia; - Jako wyraz wdzięczności przekazać t-shirt za każdy raport o błędzie, który nie był nam znany. Wiemy, że nie jest to duża nagroda, ale nie chcemy zachęcać do nadaktywnego testowania strony pod względem błędów.

source: domain pagetitle
nl: Websitetest:

source: domain title
nl: Websitetest: {{prettyaddr}}
pl: Test strony internetowej: {{prettyaddr}}

source: domain tweetmessage
nl: De%20website%20{{report.domain}}%20scoort%20{{score}}%25%20in%20de%20websitetest%20van%20%40Internet_nl%3A
pl: The%20website%20{{report.domain}}%20scores%20{{score}}%25%20in%20the%20website%20test%20of%20%40Internet_nl%3A

source: faqs content
nl: ## Testen * [Over de websitetest](/test-site/) * [Over de e-mailtest](/test-mail/) * [Over de verbindingstest](/test-connection/) ## Standaarden * [Modern adres (IPv6)](/faqs/ipv6/) * [Domeinnaamhandtekening (DNSSEC)](/faqs/dnssec/) * [Beveiligde websiteverbinding (HTTPS)](/faqs/https/) * [Protectie tegen e-mailphishing (DMARC, DKIM en SPF)](/faqs/mailauth/) * [Beveiligde e-mailtransport (STARTTLS en DANE)](/faqs/starttls/) ## Testrapport * [Toelichting op score en iconen](/faqs/report/)
pl: ## Testy * [O teście witryny WWW](/test-site/) * [O teście email](/test-mail/) * [O teście połączenia](/test-connection/) ## Standardy * [Nowoczesny adres (IPv6)](/faqs/ipv6/) * [Sygnatura domeny (DNSSEC)](/faqs/dnssec/) * [Bezpieczne połączenie WWW (HTTPS)](/faqs/https/) * [Ochrona przed phishingiem (DMARC, DKIM and SPF)](/faqs/mailauth/) * [Zabezpieczenie korespondencji email (STARTTLS and DANE)](/faqs/starttls/) ## Raport testu * [Objaśnienie wyników i ikon](/faqs/report/)

source: faqs dnssec content
nl: ## I. Algemeen ### Wat is DNS? Domain Name System (DNS) is het registratiesysteem van namen en bijbehorende nummers op het internet. Het is vergelijkbaar met een telefoonboek. Dit systeem kan worden bevraagd om namen naar nummers te vertalen en omgekeerd. ### Waarom DNS? Ieder apparaat dat met het internet is verbonden, heeft een uniek numeriek adres namelijk het IP-adres. Voorbeelden daarvan zijn `94.198.159.35` (IPv4) en `2a00:d78:0:712:94:198:159:35` (IPv6). Omdat IP-adressen moeilijk te onthouden zijn én bovendien nog wel eens kunnen wijzigen, zijn domeinnamen in het leven geroepen. Een voorbeeld is `example.nl`. Een domeinnaam zie je onder andere in de balk bovenin je webbrowser als je een website bezoekt. Maar je gebruikt ook een domeinnaam als je e-mail adresseert, bijvoorbeeld aan `iemand@example.nl`. DNS knoopt domeinnamen en IP-adressen aan elkaar. ### Is DNS beveiligd? Nee, de vertaling van domeinnaam naar IP-adres is niet beveiligd. Daardoor kan een kwaadwillende de vertaling vervalsen en een gebruiker omleiden naar een kwaadaardig IP-adres. Gelukkig bestaat er een oplossing, namelijk DNSSEC. ### Wordt de onveiligheid van DNS misbruikt? Ja, hieronder volgt een aantal incidenten die publiekelijk bekend zijn. Lang niet altijd wordt een aanval gedetecteerd of, als dat wel het geval is, openbaar gemaakt. * ["Cache-poisoning attack snares top Brazilian bank"](https://www.theregister.co.uk/2009/04/22/bandesco_cache_poisoning_attack/) * ["Eircom reveals ‘cache poisoning’ attack by hacker led to outages"](https://www.siliconrepublic.com/enterprise/eircom-reveals-cache-poisoning-attack-by-hacker-led-to-outages) * ["DNS cache poisonings foist malware attacks on Brazilians"](https://www.theregister.co.uk/2011/11/07/brazilian_dns_cache_poisoing_attacks/) * ["Probable Cache Poisoning of Mail Handling Domains"](http://www.cert.org/blogs/certcc/post.cfm?EntryID=206) * ["Neither Snow Nor Rain Nor MITM... An Empirical Analysis of Email Delivery Security"](http://dl.acm.org/citation.cfm?id=2815695) Uit de laatste onderzoekspublicatie komt het onderstaand citaat: > Mail security, like that of many other protocols, is intrinsically tangled with the security of DNS resolution. Rather than target the SMTP protocol, an active network attacker can spoof the DNS records of a destination mail server to redirect SMTP connections to a server under the attacker’s control. [...] We find evidence that 178,439 out of 8,860,639 (2.01%) publicly accessible DNS servers provided invalid IPs or MX records for one or more of these domains. ### Wat is DNSSEC? DNSSEC, een afkorting van Domain Name System Security Extensions, breidt DNS uit met een extra beveiligingslaag. Het zorgt ervoor dat de vertaling van domeinnaam naar IP-adres is voorzien van een digitale handtekening. Een internetgebruiker kan die handtekening automatisch laten controleren. ### Waarom DNSSEC? Door de domeinnaam-handtekening te controleren kan een kwaadwillende de vertaling niet langer ongemerkt vervalsen. Dit voorkomt dat de gebruiker kan worden misleid naar een kwaadaardig IP-adres. ### Wat beveiligt DNSSEC precies? DNSSEC zorgt ervoor dat authenticiteit en integriteit van DNS-vertalingen kan worden gecontroleerd. De vertrouwelijkheid beschermt DNSSEC echter niet. DNS-vertalingen kunnen dus wel nog worden afgeluisterd, maar ze zijn niet meer te manipuleren. ### Biedt DNSSEC nog andere voordelen? Andere beveiligingsstandaarden kunnen voortbouwen op DNSSEC als onderliggende beveiligingslaag. Behalve IP-adressen kan namelijk ook andere domeindata in de DNS worden geregistreerd. Standaarden als SPF, DKIM, DMARC (anti-phishing) en DANE (beveiligde verbindingen) maken daar gebruik van. Deze profiteren van de betrouwbaarheid die DNSSEC biedt. ## II. Voor domeinnaamhouders ### Hoe weet ik of mijn domeinnnaam is ondertekend met DNSSEC? Doe de websitetest of de e-mailtest op Internet.nl. Eén van de testonderdelen controleert DNSSEC. Let op: Het komt regelmatig voor dat een mailserver een andere domeinnaam heeft dan uw eigen domeinnaam. Bijvoorbeeld omdat uw eigen domein (bijv. `@example.nl`; het mailto-domein) gebruik maakt van de mailserver van een derde partij (bijv. `mailserver.example.com`; het mailserver-domein). In de mailtest worden beide domeinnamen gecontroleerd op DNSSEC. ### Hoe onderteken ik mijn domeinnaam met DNSSEC? Als jouw domeinnaam nog niet beveiligd is met DNSSEC: 1. Vraag jouw registrar om DNSSEC op korte termijn te ondersteunen; 2. Als hij dat niet kan, kies dan voor een registrar die wel DNSSEC ondersteunt. Voor .nl-domeinnamen zie het [registraroverzicht](https://www.sidn.nl/registrars/?name=&country=&dnssec=true) van SIDN; 3. Verhuis je domeinnaam naar een registrar naar keuze. Voor verhuizing van .nl-domeinnamen zie [domeinnaam verhuizen](https://www.sidn.nl/a/nl-domeinnaam/domeinnaam-verhuizen) van SIDN. De registrar is de partij die voor jou de domeinnaam heeft geregistreerd. Voor DNSSEC is ook de medewerking nodig van de beheerder van de domeinnaam-servers (oftewel nameservers). Vaak is dat de registrar, maar dat kan ook een andere partij zijn. De registrar en de domeinnamen van de nameservers voor .nl-domeinen zijn in te zien via de [whois](https://www.sidn.nl/whois/) van SIDN. ### Hoeveel andere partijen hebben hun domeinnaam ondertekend met DNSSEC? Op de website van SIDN Labs wordt [bijgehouden](https://stats.sidnlabs.nl/#/dnssec) hoeveel .nl domeinnamen inmiddels zijn beveiligd met DNSSEC. Als je wilt weten of een specifieke domeinnaam beveiligd is met DNSSEC, doe dan de website- of e-mailtest op Internet.nl. ## III. Voor internetgebruikers ### Hoe weet ik of domeinnaam-handtekeningen worden gecontroleerd? Dit kun je controleren door de verbindingentest op Internet.nl uit te voeren. Deze test controleert of de internetverbinding die je op dat moment gebruikt over een modern adres (IPv6) beschikt, en of domein-handtekeningen worden gecontroleerd (DNSSEC validatie). ### Hoe kan ik ervoor zorgen dat domeinnaam-handtekeningen worden gecontroleerd? Vraag aan je internetprovider op welke termijn deze van plan is om DNSSEC validatie toe te gaan passen. Als er geen plannen zijn om dit op korte termijn te gaan doen, stap dan over naar een internetprovider die dit wel doet, of maak gebruik van een aparte DNS provider die DNSSEC validatie ondersteunt. ### Hoeveel andere partijen controleren domeinnaam-handtekeningen? Het gebruik van DNSSEC neemt nog steeds toe, maar de groei lijkt af te vlakken. Van mei 2015 tot mei 2017 groeide het gebruik van DNSSEC op .nl met slechts 3%, terwijl de groei van mei 2014 tot mei 2015 ongeveer 12% bedroeg. Dit is eigenlijk verbazingwekkend aangezien het DNS protocol een van de meest cruciale protocollen op het internet is, en geeft aan dat het belangrijk blijft om de adoptie van veilige en betrouwbare internetstandaarden te blijven stimuleren. Statistieken van DNSSEC-adoptie: * [.nl stats and data](http://stats.sidnlabs.nl/#/dnssec) door SIDN Labs * [DNSSEC Validation Measurement](https://stats.labs.apnic.net/dnssec) door APNIC * [DNSSEC Deployment Report](http://dnssec-deployment.icann.org/dctld/) ## Meer informatie * [DNSSEC.nl](https://dnssec.nl) * [SIDN over DNSSEC](https://www.sidn.nl/a/veilig-internet/dnssec) * Facstsheet "DNSSEC: Voorkom domeinnaamfraude" ([uitgebreid](https://www.ibdgemeenten.nl/downloads/?id=3614) / [kort](https://www.ibdgemeenten.nl/downloads/?id=3616)) door Informatiebeveiligingsdienst voor gemeenten
pl: ## Dlaczego DNSSEC Poniżej znajdziecie linki do opisów niektórych znanych incydentów, których DNSSEC prawdopodobnie mógł zapobiec. * ["Cache-poisoning attack snares top Brazilian bank"](https://www.theregister.co.uk/2009/04/22/bandesco_cache_poisoning_attack/) * ["Eircom reveals ‘cache poisoning’ attack by hacker led to outages"](https://www.siliconrepublic.com/enterprise/eircom-reveals-cache-poisoning-attack-by-hacker-led-to-outages) * ["DNS cache poisonings foist malware attacks on Brazilians"](https://www.theregister.co.uk/2011/11/07/brazilian_dns_cache_poisoing_attacks/) * ["Probable Cache Poisoning of Mail Handling Domains"](http://www.cert.org/blogs/certcc/post.cfm?EntryID=206) * ["Neither Snow Nor Rain Nor MITM... An Empirical Analysis of Email Delivery Security"](http://dl.acm.org/citation.cfm?id=2815695) Poniżej znajduje się cytat z ostatniej publikacji > Bezpieczeństwo poczty elektronicznej, podobnie jak wiele innych protokołów jest nierozerwalnie związana z bezpieczenstem rozpoznawania nazw DNS. Zamiast adresować protokół SMTP, aktywny napastnik sieciowy może spoofować rekordy DNS docelowego serwera pocztowego, aby przekierować połączenia SMTP z serwerem pod kontrolą osoby atakującej. [...] Dowiadujemy się, że 178439 z 8 860,639 (2,01%) publicznie dostępnych serwerów DNS dostarczało nieprawidłowe adresy IP lub rekordy MX dla jednej lub więcej z tych domen. ## Statystyki przyjęcia * [.nl stats and data](http://stats.sidnlabs.nl/#/dnssec) by SIDN Labs * [DNSSEC Validation Measurement](https://stats.labs.apnic.net/dnssec) by APNIC * [DNSSEC Deployment Report](http://dnssec-deployment.icann.org/dctld/) ## Dalsze informacje * [ISOC's Deploy360 on DNSSEC](http://www.internetsociety.org/deploy360/dnssec/) * [SIDN about DNSSEC](https://www.sidn.nl/a/internet-security/dnssec?language_id=2) * [DNSSEC.net](http://www.dnssec.net/) * [DNSSEC/TLSA Validator](https://www.dnssec-validator.cz/) * [Wikipedia on DNSSEC](https://en.wikipedia.org/wiki/Domain_Name_System_Security_Extensions) ## Specyfikacje * [RFC 4033: DNS Security Introduction and Requirements](https://datatracker.ietf.org/doc/rfc4033) * [RFC 4034: Resource Records for the DNS Security Extensions](https://datatracker.ietf.org/doc/rfc4034) * [RFC 4035: Protocol Modifications for the DNS Security Extensions](https://datatracker.ietf.org/doc/rfc4035)

source: faqs dnssec title
nl: Domeinnaamhandtekening (DNSSEC)
pl: Sygnatura domeny (DNSSEC)
