Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: about contact
nl: ## Contact E-mail: [vraag@internet.nl](mailto:vraag@internet.nl) Platform Internetstandaarden p/a ECP Overgoo 13 Postbus 262 2260 AG Leidschendam KvK-nummer: 27169301
pl: ## Kontakt E-mail: [cybersectest@ik.org.pl](mailto:cybersectest@ik.org.pl) ul. Feldmana 4/9-10 31-130 Kraków Poland

source: about content
nl: # Over Internet.nl ## Wat is Internet.nl? Op Internet.nl kun je eenvoudig testen of je internet up-to-date is. Gebruiken jouw [website](/test-site/), [e-mail](/test-mail/) en [internetverbinding](/test-connection/) wel **moderne, betrouwbare Internetstandaarden**? En, als dat niet zo is, wat kun je daar aan doen? ## Wat zijn Internetstandaarden? Om wereldwijd gegevens tussen verschillende computers te kunnen uitwisselen, zijn internationale afspraken nodig over de manier waarop de computers met elkaar praten. Zeg maar de digitale "stekkers en stopcontacten" die alles met elkaar verbinden. Deze afspraken noemen we Internetstandaarden of -protocollen. Een voorbeeld is SMTP, een bekend protocol voor het versturen van e-mail. Deze technische kern van internet is voor de meeste gebruikers onzichtbaar en onbekend, maar cruciaal voor de werking van internet vandaag en in de toekomst. ## Waarom is het belangrijk om up-to-date te zijn? De oorspronkelijke internetstandaarden stammen uit de jaren '70 en '80, toen er nog maar weinig internetgebruikers waren. Inmiddels zijn er wereldwijd ruim drie miljard internetgebruikers! En deze mensen gebruiken het internet steeds meer voor privacygevoelige en kostbare transacties. De oude standaarden kunnen deze schaalvergroting niet aan en voldoen niet aan de huidige veiligheidseisen. Zo misbruiken criminelen de SMTP-standaard om het afzenderadres van een e-mail te vervalsen. We moeten dus nieuwe, slimmere standaarden gaan gebruiken die ervoor zorgen dat ons internet voldoende betrouwbaar blijft. Het goede nieuws is dat deze moderne Internetstandaarden beschikbaar zijn. ## Loopt Nederland voorop met moderne Internetstandaarden? Helaas is dat niet zo. Ook in een modern land als Nederland (dat als eerste Europese land in 1988 internettoegang kreeg) gebruiken we nog te veel verouderde standaarden die tekortschieten in betrouwbaarheid. Het niet gebruiken van moderne standaarden is een risico voor de individuele internetgebruiker, maar ook voor de "BV Nederland" en voor de gehele wereld. Help daarom mee het internet te verbeteren en zorg dat je up-to-date bent door gebruik te maken van moderne Internetstandaarden. ## Wie moet er nu aan de slag met moderne Internetstandaarden? Onze access-, hosting- en mailproviders moeten ervoor zorgen dat de moderne Internetstandaarden op de juiste manier ingesteld staan. Laten de testresultaten tekortkomingen zien? Geef dat dan door aan je provider(s). Maak je gebruik van een eigen internetverbinding, webserver of mailserver dan moet je zelf aan de slag. ## Waarom gaan jullie niet direct in gesprek met de providers? Dat doen we ook. Tegelijkertijd helpt het enorm als internetgebruikers zelf ook meer bewust worden en signalen afgeven bij hun provider(s). Je zou het niet verwachten van een modern land als Nederland, maar we gebruiken nog veel verouderde standaarden waarvan de betrouwbaarheid te wensen overlaat. Help daarom mee het internet gezamenlijk te verbeteren en vraag om moderne Internetstandaarden. ## Wie zit er achter Internet.nl? De website Internet.nl is een initiatief van het **Platform Internetstandaarden**. In het platform participeren de onderstaande partners uit de internetgemeenschap en Nederlandse overheid. - [DHPA](https://dhpa.nl/) - [ECP](https://ecp.nl) - [Forum Standaardisatie](https://forumstandaardisatie.nl) - [Internet Society internationaal](https://internetsociety.org) - [Internet Society Nederland](https://isoc.nl) - [ISPConnect](https://ispconnect.nl) - [Ministerie van Economische Zaken](https://www.rijksoverheid.nl/ministeries/ministerie-van-economische-zaken) - [NCSC](https://ncsc.nl) - [NLnet](https://nlnet.nl) - [NLnet Labs](https://nlnetlabs.nl) - [RIPE NCC](https://ripe.net) - [SIDN](https://sidn.nl) - [SURFnet](https://surfnet.nl) ECP biedt de administratieve basis voor het platform. De domeinnaam Internet.nl is beschikbaar gesteld aan het platform door Internet Society Nederland. De technische realisatie van Internet.nl is in handen van [Open Netlabs](https://opennetlabs.nl/) / NLnet Labs. --- Let op: [Open Internet NL](http://open.internet.nl) is geen onderdeel van het project Internet.nl. Vragen en reacties daarover kunt u sturen naar Internet Society Nederland via voorzitter [at] isoc.nl.
pl: # O Internet.nl ## Czym jest Internet.nl? Internet.nl pomaga ci sprawdzić, czy Twój internet korzysta z nowoczesnych rozwiązań. Czy twoja [strona internetowa](/test-site/), [email](/test-mail/) i [połączenie internetowe](/test-connection/) używają **nowoczesnych i niezawodnych standardów internetowych**? Jeśli nie to co możesz z tym zrobić? ## Czym są standardy internetowe? W celu wymiany danych pomiędzy komputerami na całym świecie, potrzebujemy międzynarodowych umów dotyczących komunikacji pomiędzy nimi. Można powiedzieć, że są to cyfrowe "wtyczki i gniazda" łączące wszystko razem. Umowy te nazywane są standardami internetowymi lub protokołami internetowymi. Przykładem jest SMTP, znany jako protokół wysyłania wiadomości e-mail. Ten techniczny rdzeń internetu jest niewidoczny i nieznany dla większości użytkowników. Jednak jest on kluczowy dla działania internetu dzisiaj i w przyszłości. ## Dlaczego ważnym jest aby być najabardziej aktualnym ? Pierwotne standardy internetowe pochodzą z lat 70. i 80., kiedy liczba użytkowników internetu była niewielka. Obecnie na świecie jest ponad 3 miliardy użytkowników ! Ludzie ci korzystają z internetu coraz częsciej przy przeprowadzaniu transakcji, które są kosztowne i wrażliwe na wyciek danych osobowych. Stare standardy nie są w stanie spełnić swoich zadań przy takiej skali, podobnie jak nie są przystosowane do nowoczesnych wymogów bezpieczeństwa. Na przykład przestępcy używają standardu SMTP do fałszowania adresu nadawcy wiadomości e-mail. Oznacza to, że musimy zacząć używać nowych, inteligentnych standardów, które zapewniają niezawodność internetu. Dobra wiadomość jest taka, że owe nowoczesne standardy internetowe są już dostępne. ## Kto powinien działać w oparciu o nowoczesne standardy internetowe? Nasi dostawcy internetu, hostingu i poczty elektronicznej powinni zadbać o wdrożenie nowoczesnych standardów internetowych i prawidłowego ich ustawiania. Czy wyniki testów pokazują jakieś niedociągnięcia? Wyślij o tym wiadomość do swojego dostawcy. Jeśli używasz własnego połączenia, serwera WWW lub serwera poczty elektronicznej, musisz samodzielnie zadbać o właściwe ustawienia. ## Dlaczego nie zwracasz się bezpośrednio do dostawców internetu, hostingu i poczty e-mail? My to robimy. Jednak wciąż ważne jest, aby użytkownicy internetu byli świadomi siebie i wysyłali sygnały do swoich dostawców. Może to być zaskakujące, ale wiele państw wciaż stosuje mnóstwo standardów, które są przestarzałe i brakuje im niezawodności. Dlatego prosimy abyś pomógł nam ulepszyć internet razem - poproście o nowoczesne standardy internetowe. ## Kto jest odpowiedzialny Internet.nl? Strona Internet.nl jest inicjatywą holenderskiej Platformy Standardów Internetowych. W ramach tej platformy społeczność internetowa i holenderski rząd współpracują ze sobą. - [DHPA](https://dhpa.nl/) - [ECP](https://ecp.nl/) - [Forum Standaardisatie](https://forumstandaardisatie.nl/) - [Internet Society internationaal](https://internetsociety.org/) - [Internet Society Nederland](https://isoc.nl/) - [ISPConnect](https://ispconnect.nl/) - [Ministerie van Economische Zaken](https://www.rijksoverheid.nl/ministeries/ministerie-van-economische-zaken) - [NCSC](https://ncsc.nl/) - [NLnet](https://nlnet.nl/) - [NLnet Labs](https://nlnetlabs.nl/) - [RIPE NCC](https://ripe.net/) - [SIDN](https://sidn.nl/) - [SURFnet](https://surfnet.nl/) ECP zapewnia administracyjne centrum platformy. Nazwa domeny Internet.nl jest udostępniana platformie przez niderlandzką część internetowego społeczeństwa. [Open Netlabs](https://opennetlabs.nl/) / NLnet Labs jest odpowiedzialny za techniczne aspekty strony Internet.nl. --- [Open Internet NL](http://open.internet.nl/) nie jest częścią projektu Internet.nl. Pytania i reakcje dotyczące platformy można przesyłać do Holenderskiej Społeczności Internetowej przez voorzitter [at] isoc.nl.

source: article .index
nl: improved-internetnl-test-for-modern-internet-standards nederland-voor-veilig-emailverkeer mail-over-ipv6-waar-moet-ik-op-letten internetnl-vernieuwd-hsts-en-afgedwongen-https-tellen-mee nieuwe-versie-internetnl-met-aanvullingen-https-test DMARC-masterclass-authenticatie-afzender-noodzaak-geworden website-internet-nl-drukbezocht-na-cybertop lancering-internet-nl-tijdens-cyber-week-2015 uitnodiging-masterclass-DMARC het-internet-is-van-ons-allemaal internet-draait-om-samenwerking ipv6-vergt-de-medewerking-van-iedereen-in-de-wereld stilstand-is-achteruitgang
pl: improved-internetnl-test-for-modern-internet-standards internetnl-in-polish

source: article DMARC-masterclass-authenticatie-afzender-noodzaak-geworden body
nl: Op de masterclass waren meer dan 60 geïnteresseerden afgekomen. De sessie werd geopend door [Gerben Klein Baltink](/article/het-internet-is-van-ons-allemaal/), kwartiermaker voor het Platform Internetstandaarden, die de [Internet.nl portal](https://internet.nl/) aan het publiek demonstreerde. De site werd anderhalve week geleden [tijdens de GCCS Cybertop gelanceerd](/article/website-internet-nl-drukbezocht-na-cybertop/) Er zijn sindsdien ruim 20 duizend tests uitgevoerd. DMARC is een van de zes [standaarden](/standards/) die door het Platform gepromoot worden. ![Demonstratie Internet.nl portal](BK-IMAG1620-unsh-cropped-600x468.jpg) ## Authenticatie van de afzender Draegen schetste in zijn sessie het belang van e-mail: mail is meerdere orden groter dan het web en social media. Hoewel het mail-protocol inmiddels meer dan 35 jaar oud is, is de authenticatie van de afzender nog steeds niet geïmplementeerd. Draegen wijt dit aan het moeizame proces waarmee standaarden tot stand komen en uitgerold worden. Specifiek voor authenticatie van de afzender bestaat de oplossing nu uit drie verschillende protocollen: DKIM ondertekent zowel de "envelope" als de inhoud van een bericht. Zo wordt voorkomen dat kwaadwillenden een bericht namens een ander kunnen verzenden (spoofing) of de inhoud van een bericht onderweg kunnen veranderen. SPF publiceert een lijst van geldige verzenders, zodat ontvangende systemen deze kunnen controleren voor zij een bericht aannemen. DMARC geeft tenslotte een aanwijzing (policy) aan ontvangers hoe om te gaan met inkomende berichten waarvan de DKIM- of SPF-controle niet in orde blijkt te zijn. Bovendien kunnen ontvangers terugrapporteren naar de beheerder van een mail-domein. Op die manier krijgt een beheerder inzicht in de berichten die door of namens zijn domein worden verstuurd. ![DKIM, SPF en DMARC](TimDraegen-slide19-600x450.png) De dmarcian.com portal is een commerciële dienst die de rapportages van ontvangers tot nette overzichten verwerkt. De werking van afzender-authenticatie werd ook gedemonstreerd door de Gemeente Heerlen en dienstverlener Measuremail. Zij lieten zien hoe geauthenticeerde mail wel aankomt en vervalste mail wordt geblokkeerd voor beveiligde domeinen. ## "Zeer waarschijnlijk echt" De standaarden voor mail-authenticatie zijn op dit moment volwassen en zowel voor commerciële als open source mail-systemen beschikbaar. Draegen hamert dan ook op de invoering van DKIM, SPF en DMARC. De verwerking van binnenkomende mail is namelijk peperduur. Grote mail-verwerkers hebben een hele batterij van systemen staan die elk binnenkomend bericht moeten scannen op phishing, spamming, virussen en andere malware. Tegelijkertijd kan het ten onrechte afwijzen van een echt bericht voor een organisatie grote schade opleveren. Authenticatie van de afzender helpt de ontvangende systemen om binnenkomende mail gelijk als "zeer waarschijnlijk echt" te kwalificeren. Er staat immers een elektronische handtekening onder (DKIM) en/of het verzendende systeem is geauthenticeerd (SPF). ![Tim Draegen over DMARC](BK-IMAG1622-unsh-cropped-600x468.jpg) Het huidige systeem, waarbij verzendende systemen op basis van hun internet-adres als betrouwbaar of onbetrouwbaar worden bestempeld, is bovendien niet houdbaar in een wereld die nu naar IPv6 beweegt, een van de andere internetstandaarden die door het Platform gepromoot wordt. Waar IPv4 "slechts" vier miljard internet-adressen ondersteunt, zijn dat er voor IPv6 "oneindig veel". Lijsten bijhouden is daarmee praktisch onmogelijk geworden. Dat betekent dat we sowieso naar een systeem moeten waarbij niet de reputatie van het versturende IP-adres van belang is maar die van het mail-domein van de afzender. En dat maakt authenticatie van de afzender onderdeel van de merkstrategie en -betrouwbaarheid van een organisatie. Draegen vat het belang van DKIM, SPF en DMARC als volgt samen: "Als je geen DMARC doet, dan concurreer je met de slechterikken om er zelf niet als een slechterik uit te zien. Waarom zou je?" ## Presentaties - [State of DMARC](3_DMARC_NL.pdf), door Tim Draegen - [Measuremail en dmarcian](4_DMARC_masterclass_april_2015.pdf) - [End user awareness of security](internet.nl-NL_2.pdf), door Gerben Klein Baltink

source: article DMARC-masterclass-authenticatie-afzender-noodzaak-geworden date
nl: 28 april 2015

source: article DMARC-masterclass-authenticatie-afzender-noodzaak-geworden lead
nl: Afgelopen dinsdag organiseerde het Platform Internetstandaarden een [DMARC masterclass](/article/uitnodiging-masterclass-DMARC/). De hoofdspreker was Tim Draegen, een van de bedenkers van de DMARC-standaard en mede-oprichter van [dmarcian.com](https://dmarcian.com/). Hij betoogde dat de invoering van DKIM, SPF en DMARC niet alleen nuttig is maar inmiddels ook noodzaak is geworden.

source: article DMARC-masterclass-authenticatie-afzender-noodzaak-geworden teaser
nl: "Als je geen DMARC doet, dan concurreer je met de slechterikken om er zelf niet als een slechterik uit te zien. Waarom zou je?"

source: article DMARC-masterclass-authenticatie-afzender-noodzaak-geworden title
nl: DMARC masterclass: authenticatie afzender is noodzaak

source: article het-internet-is-van-ons-allemaal author
nl: gerben-klein-baltink

source: article het-internet-is-van-ons-allemaal body
nl: Het Platform Internetstandaarden biedt via deze website Internet.nl zowel achtergrondinformatie als hulpmiddelen. Doel van dit initiatief is ervoor te zorgen dat het Internet voor iedere Nederlander &mdash; maar eigenlijk voor iedere wereldburger &mdash; open, veilig en betrouwbaar blijft. En daar hoort ook een stukje eigen verantwoordelijk bij: internetgebruikers moeten zorgen dat hun software zodanig op orde is dat zij veilig het netwerk op gaan. Dat is echter best een lastige opgave: het gaat vaak om technische materie die voor eindgebruikers moeilijk te begrijpen is: onleesbare foutmeldingen, wisselende versies van software zoals browsers en besturingssystemen, complexe standaarden en uiteenlopende adviezen over gebruik van wachtwoorden en beveiliging, om er maar eens een paar te noemen. Daarom zorgt het Platform ervoor dat via deze portal een aantal internetstandaarden kan worden gecheckt. Het gaat dan om: - IPv6 &mdash; om te zorgen voor ruimte voor groei en gegarandeerde verbindingen - DNSSEC &mdash; voor verhoogde veiligheid van internetgebruik over de hele breedte - TLS &mdash; voor het veilig verbinden met de juiste website - DKIM, SPF en DMARC &mdash; voor verhoogde veiligheid van e-mail Elders op deze website worden deze standaarden heel duidelijk uitgelegd, samen met het belang en de voordelen ervan. ## De gewenste stand van zaken Er zijn nog legio andere relevante standaarden, maar het Platform heeft er bewust voor gekozen om bovenstaande zes de komende tijd extra aandacht te geven. De standaarden zijn ook niet nieuw, maar geven de gewenste stand van zaken aan voor een open, veilige en betrouwbare internet-infrastructuur. We zijn ons ervan bewust dat een individuele gebruiker dit vaak niet zomaar zelf kan regelen; voor veel zaken zijn bijvoorbeeld hulp van de provider of aanpassingen door software-leveranciers vereist. De hulpmiddelen op deze site laten u echter wel zien of het netwerk waar u gebruik van maakt bijvoorbeeld geschikt is voor IPv6. Bovendien biedt het advies over datgene wat u kunt doen als blijkt dat dat nog niet het geval is. En zo doen we dat voor alle bovenstaande standaarden. Ik raad u dan ook aan de informatie op deze website eens op uw gemak door te nemen en de diverse tests uit te proberen. Zo zorgen we er gezamenlijk voor dat ons Internet voor iedereen open, veilig en betrouwbaar blijft, en dat is uiteindelijk in ons aller belang!

source: article het-internet-is-van-ons-allemaal date
nl: 15 april 2015

source: article het-internet-is-van-ons-allemaal lead
nl: Internet is inmiddels zodanig gemeengoed geworden dat we dreigen te vergeten hoe het netwerk eigenlijk functioneert. En dat terwijl de meesten van ons Internet dagelijks gebruiken of er zelfs afhankelijk van zijn. Voor overheid, financiële instellingen en winkels wordt het Internet immers steeds meer het primaire kanaal waarlangs zij hun klanten informeren en van dienstverlening voorzien. Tegelijkertijd hebben we steeds minder zicht op de organisaties, processen en werkwijzen achter het Internet. Deze portal gaat daar verandering in brengen.

source: article het-internet-is-van-ons-allemaal teaser
nl: "Voor overheid, financiële instellingen en winkels wordt het Internet steeds meer het primaire kanaal waarlangs zij hun klanten informeren en van dienstverlening voorzien."

source: article improved-internetnl-test-for-modern-internet-standards body
nl: *"Sinds de eerste lancering in april 2015 zijn er meer dan 300.000 testen uitgevoerd op Internet.nl. Meer dan 50% van de opnieuw geteste websites laten verbeteringen zien. We hopen dat de nieuwe, verbeterde versie van Internet.nl bezoekers nog beter zal ondersteunen bij het testen, eisen en toepassen van moderne, veilige Internetstandaarden"*, aldus Gerben Klein Baltink, voorzitter van Platform Internetstandaarden. Internet.nl helpt gebruikers om te testen of hun internet up-to-date is. Gebruiken jouw website, e-mail en internetverbinding wel moderne, betrouwbare Internetstandaarden? En, als dat niet zo is, wat kun je daar aan doen? Internet.nl is een initiatief van Platform Internetstandaarden dat de adoptie van moderne Internetstandaarden, zoals IPv6, DNSSEC, HTTPS, DMARC, STARTTLS en DANE, stimuleert. In het platform werken de volgende partijen uit de internetgemeenschap en Nederlandse overheid samen: [DHPA](https://dhpa.nl/), [ECP](https://ecp.nl/), [Forum Standaardisatie](https://forumstandaardisatie.nl/), [Internet Society internationaal](https://internetsociety.org/), [Internet Society Nederland](https://isoc.nl/), [ISPConnect](https://ispconnect.nl/), [Ministerie van Economische Zaken](https://www.rijksoverheid.nl/ministeries/ministerie-van-economische-zaken), [NCSC](https://ncsc.nl/), [NLnet](https://nlnet.nl/), [NLnet Labs](https://nlnetlabs.nl/), [RIPE NCC](https://ripe.net/), [SIDN](https://sidn.nl/) en [SURFnet](https://surfnet.nl/). [Open Netlabs](https://www.opennetlabs.com/) / NLnet Labs is verantwoordelijk voor de technische realisatie van de Internet.nl-website. Het herontwerp is ontwikkeld door [WBVB](https://wbvb.nl/) en [200OK](https://www.200ok.nl/). --- ## Release notes (Engels) - Web redesing features: - Site is more easily accessible by users with disabilities; - Site is designed to be accessed by mobile devices; - Tests' details reworked: - Grouped under sections; - Test explanation for every test; - Compact technical details for all servers in a test. - Link to rerun the same test from the results' page; - Aside boxes in the results' page: - Immediately run suggested tests or start new tests; - Follow links to suggested test websites for further testing. - New: We require at least 2 IPv6-enabled nameservers for full score on the IPv6 test. - Bugfixes: - Partial IPv6 connectivity was falsely reported as good result (only visually, the score was correct); - Multiple SPF records were not resulting in error.
pl: *"Od pierwszego uruchomienia strony w kwietniu 2015 r. zostało przeprowadzonych ponad 300 000 testów. Ponad 50 % spawdzonych stron internetowych wykazuje ulepszenia. Mamy nadzieję, że ulepszona witryna Internet.nl będzie jeszcze bardziej pomocna dla osób, które będą testować i uzyskiwać nowoczesne, bezpieczne standardy internetowe"*, mówi Gerben Klein Baltink, przewodniczący Holenderskiej Platformy Standardów Internetowych. Internet.nl pomaga użytkownikom sprawdzić czy ich internet korzysta z najnowocześniejszych rozwiązań. Czy twoja strona, email i połączenie internetowe używają nowoczesnych i niezawodnych standardów internetowych? Jeśli nie to co możesz z tym zrobić? Internet.nl jest inicjatywą Holenderskiej Platformy Standardów Internetowych która zajmuje się wdrażaniem nowoczesnych standardów internetowych takich jak IPv6, DNSSEC, HTTPS, DMARC, STARTTLS and DANE. Na tej platformie współpracują ze sobą następujące podmioty społeczności internetowej i rządu holanderskiego: [DHPA](https://dhpa.nl/), [ECP](https://ecp.nl/), [Forum Standaardisatie](https://forumstandaardisatie.nl/), [Internet Society internationaal](https://internetsociety.org/), [Internet Society Nederland](https://isoc.nl/), [ISPConnect](https://ispconnect.nl/), [Ministerie van Economische Zaken](https://www.rijksoverheid.nl/ministeries/ministerie-van-economische-zaken), [NCSC](https://ncsc.nl/), [NLnet](https://nlnet.nl/), [NLnet Labs](https://nlnetlabs.nl/), [RIPE NCC](https://ripe.net/), [SIDN](https://sidn.nl/) and [SURFnet](https://surfnet.nl/). [Open Netlabs](https://www.opennetlabs.com/) / NLnet Labs jest odpowiedzialny za techniczne aspkety strony Internet.nl. Nowy wyglad został zaprojektowany przez [WBVB](https://wbvb.nl/) i [200OK](https://www.200ok.nl/). --- ## Informacje o wersji - Funkcje redesowania sieci: - Witryna jest łatwiej dostępna dla użytkowników niepełnosprawnych; - Witryna została zaprojektowana do dostepu przez urządzenia mobilne; - Szczegóły testów zostały przebudowane: - Zgrupowanie w sekcjach; - Wyjaśnienie dla każdego testu - Kompaktowe szczegóły techniczne dla wszystkich serwerów w teście. - Link, aby ponownie uruchomić ten sam test z poziomu strony wyników; - Obok ramek na stronie wyników: - Natychmiast uruchom zalecane testy lub rozpocznij nowe; - Linki do sugerowanych witryn testowych w celu dalszego testowania. - Nowość: wymagamy co najmniej 2 serwerów nazwujących protokół IPv6, aby uzyskać pełny wynik testu IPv6 - Poprawki: - Częściowa łączność IPv6 była fałszywie zgłoszona jako dobry wynik (tylko wizualnie, wynik był poprawny); - Wiele rekordów SPF nie spowodowało błędu.

source: article improved-internetnl-test-for-modern-internet-standards date
nl: 17 juli 2017
pl: 17 Lipca, 2017
