Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: article nederland-voor-veilig-emailverkeer body
nl: In de coalitie nemen de volgende partijen deel: PostNL, KPN, Betaalvereniging Nederland, DDMA, Thuiswinkel.org, VNO-NCW, MKB-Nederland, Stichting Zeker-OnLine, Dutch Datacenter Association, Stichting DINL, XS4all, Ministerie van Binnenlandse Zaken en Koninkrijksrelaties (Rijks-CIO), Fraudehelpdesk, Nederland ICT en de Belastingdienst. De deelnemers aan de 'Veilige E-mail Coalitie' gaan binnen hun organisaties aan de slag met het invoeren van maatregelen voor het beveiligen van e-mailverkeer. Daarvoor wordt gebruik gemaakt van gezamenlijke vastgestelde standaarden. Op die manier kan zowel phishing als het afluisteren van e-mail worden tegengegaan. Daarnaast gaan zij het gebruik van e-mailbeveiliging verder versnellen door onderlinge kennisdeling en promotie. De betrokken partijen nodigen andere bedrijven en overheden uit om zich aan te sluiten en gebruik te maken van de kennis binnen de coalitie. Marcel Krom, CIO bij PostNL: "We zijn zelf vergevorderd met de implementatie van de moderne e-mailbeveiligingsstandaarde. Maar we realiseren ons dat alle partijen in het mail-ecosysteem mee moeten doen om het echt te laten werken. Daarom sluiten we graag aan bij de coalitie." ## E-mail populair maar ook kwetsbaar E-mail is een zeer veel gebruikt communicatiemiddel. Miljoenen Nederlanders verzenden en ontvangen dagelijks samen tientallen miljoenen e-mailberichten. Onveilige e-mail zorgt helaas dagelijks voor misbruik en schade. Gelukkig kan e-mail veiligere. Daarvoor is het wel belangrijk dat verzenders en ontvangers in de gehele keten moderne beveiligingsmaatregelen en daarbij behorende standaarden toepassen. Steeds meer partijen doen dat al. De standaarden waar de 'Veilige E-mail Coalitie' voor staat, zorgen ervoor dat internetcriminelen niet zomaar uit naam van andermans e-mailadres phishingmails kunnen versturen. Daarnaast helpen ze om het afluisteren van bedrijfs- en privacy-gevoelige informatie in e-mails te voorkomen. Door het open karakter van deze standaarden zijn die voor alle organisaties beschikbaar. Het initiatief is tot stand gekomen onder regie van Ministerie van Economische Zaken en Forum Standaardisatie. De coalitie heeft de support van Platform Internetstandaarden (Internet.nl), waarin de volgende partijen deelnemen: Dutch Hosting Provider Association (DHPA), ECP, Forum Standaardisatie, Internet Society internationaal, Internet Society Nederland, ISPConnect, Ministerie van Economische Zaken, Nationaal Cyber Security Centrum (NCSC), NLnet, NLnet Labs, RIPE NCC, SIDN en SURFnet. <video controls width="640" height="360" poster="/static/article/nederland-voor-veilig-emailverkeer/20170202_ondertekening_veilige_email_coalitie_PNG_1280x720.png"> <source src="/static/article/nederland-voor-veilig-emailverkeer/20170202_ondertekening_veilige_email_coalitie_WEBM_1280x720.webm" type="video/webm"> <source src="/static/article/nederland-voor-veilig-emailverkeer/20170202_ondertekening_veilige_email_coalitie_MP4_1280x720.mp4" type="video/mp4"> I'm sorry; your browser doesn't support this video. </video> * [Intentieverklaring Veilige E-mail Coalitie](20170201a_Intentieverklaring_Veilige_E-mail_Coalitie.pdf)

source: article nederland-voor-veilig-emailverkeer date
nl: Den Haag, 2 februari 2017

source: article nederland-voor-veilig-emailverkeer lead
nl: Bedrijfsleven, brancheorganisaties en overheid gaan gezamenlijk misbruik zoals phishing en het afluisteren van e-mail aanpakken. Daartoe hebben zij met steun van het ministerie van Economische Zaken de 'Veilige E-mail Coalitie' opgericht. Dit is vandaag bekend gemaakt tijdens het symposium van het Forum Standaardisatie.

source: article nederland-voor-veilig-emailverkeer teaser
nl: Bedrijfsleven, brancheorganisaties en overheid gaan gezamenlijk misbruik zoals phishing en het afluisteren van e-mail aanpakken. Daartoe hebben zij met steun van het ministerie van Economische Zaken de 'Veilige E-mail Coalitie' opgericht. Dit is vandaag bekend gemaakt tijdens het symposium van het Forum Standaardisatie.

source: article nederland-voor-veilig-emailverkeer title
nl: Nederland zorgt voor veilig e-mailverkeer

source: article nieuwe-versie-internetnl-met-aanvullingen-https-test body
nl: De meest in het oog springende verbeteringen staan hieronder. 1. De vorige versie van Internet.nl testte de veiligheid van de HTTPS-configuratie over IPv6 óf over IPv4. Omdat we via handmatig testen regelmatig websites tegen zijn gekomen die onbedoeld verschillende HTTPS-configuraties over IPv6 en IPv4 hanteren, wordt vanaf nu de **HTTPS-configuratie zowel over IPV6 als over IPv4** getest. Het resultaat van dit uitgebreide testonderdeel weegt **vanaf nu** mee in de score van de websitetest. 2. Voor websites wordt nu ook getest of er een **HSTS-policy** aanwezig is. HSTS zorgt ervoor dat een webbrowser na het eerste bezoek weet dat een website alleen over HTTPS bezocht mag worden. Hiermee kunnen zogeheten man-in-the-middle-aanvallen (bijvoorbeeld als gebruik wordt gemaakt van een publieke wifi-hotspot) worden voorkomen. Het resultaat van dit nieuwe testonderdeel komt nu bij afwijking terug als oranje waarschuwing en telt nog niet mee in de score van de websitetest. **Vanaf juli 2016** weegt het resultaat wel mee in de score. 3. De website-test controleert nu ook of door websites **HTTPS afgedwongen** wordt. Het afdwingen kan op de twee onderstaande manieren. Het resultaat van dit nieuwe testonderdeel komt bij afwijking terug als oranje waarschuwing en telt nog niet mee in de score van de websitetest. **Vanaf juli 2016** weegt het resultaat wel mee in de score. 1. Door HTTP naar HTTPS te 'redirecten'. Dat kan door `http://example.nl` naar `https://example.nl` te laten verwijzen. Het is belangrijk dat het identieke domeinen zijn omdat een webbrowser alleen een HSTS-policy voor een bepaalde domeinnaam accepteert over een HTTPS-verbinding. Als `http://example.nl` doorverwijst naar `https://www.example.nl` dan zal de HSTS-policy bij normaal gebruik niet voor `example.nl` in de browser worden opgeslagen, tenzij een gebruiker bewust `https://example.nl` intoetst of hierop als link klikt. 2. Door alleen HTTPS en geen HTTP te ondersteunen. Doordat een browser normaal gesproken bij het intoetsen van een domeinnaam een HTTP-verbinding opzet moeten gebruikers bewust `https://example.nl` intoetsen om de website te bereiken of daarop als link klikken. 4. De websitetest controleert in de nieuwe versie of er sprake is van **HTTP-compressie**. Het inschakelen van HTTP-compressie maakt veel websites kwetsbaar voor de BREACH-aanvalstechniek als geen andere mitigerende maatregelen zijn genomen. Het uitschakelen van HTTP-compressie kan een negatieve invloed hebben op de prestaties van het systeem. Indien HTTP-compressie wordt gedetecteerd dan wordt dat vermeld als **oranje waarschuwing** . 5. De websitetest van de vorige versie van Internet.nl controleerde al of de **content van een website gelijk is over IPv6 en IPv4**. Dit testonderdeel hield ook al rekening met kleine terechte verschillen zoals bijvoorbeeld vanwege verschillende advertenties. Het resultaat van dit testonderdeel weegt **vanaf nu** mee in de score van de websitetest. 6. Als een gebruiker een **niet-bestaande domeinnaam** intoetst dan wordt een rode foutmelding gegeven. *** **Meer informatie:** * [ICT-Beveiligingsrichtlijnen voor Webapplicaties van NCSC](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-webapplicaties.html) * [ICT-beveiligingsrichtlijnen voor Transport Layer Security (TLS)](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html) * [RFC 6797: HTTP Strict Transport Security (HSTS)](https://tools.ietf.org/html/rfc6797) * [Breach Attack](http://breachattack.com/)

source: article nieuwe-versie-internetnl-met-aanvullingen-https-test date
nl: 19 maart 2016

source: article nieuwe-versie-internetnl-met-aanvullingen-https-test lead
nl: Vanaf vandaag staat er een nieuwe versie van [Internet.nl](https://Internet.nl) online. Deze versie bevat verbeteringen en uitbreidingen, met name voor het HTTPS/TLS-onderdeel van de websitetest. Sinds april 2015 hebben bezoekers 80.000 tests uitgevoerd op [Internet.nl](https://Internet.nl). Hopelijk vind je de nieuwe functionaliteit nuttig en blijf je testen en jouw internet verbeteren. Happy testing!!!

source: article nieuwe-versie-internetnl-met-aanvullingen-https-test title
nl: Nieuwe versie Internet.nl met uitgebreidere HTTPS-test

source: article stilstand-is-achteruitgang author
nl: marco-davids

source: article stilstand-is-achteruitgang body
nl: Dat we al in een vroeg stadium het Internet in al zijn facetten hebben omarmd, is iets waar we vandaag de dag volop de vruchten van plukken. Het heeft geleid tot veel kennis en expertise, die tot ver over de landsgrenzen wordt erkend en gewaardeerd. Ons nationale onderzoeksnetwerk SURFnet staat internationaal hoog aangeschreven. De Amsterdam Internet Exchange (AMS-IX) behoort tot de grootste en beste ter wereld. En het is niet zomaar dat organisaties zoals RIPE in Nederland zijn gevestigd of dat ons nationale top-level domein (TLD) .nl een van de meest gevestigde en betrouwbare TLD&#39;s ter wereld is. Nederland heeft het dus goed gedaan. Op de &#39;[Internet Hall of Fame](http://www.internethalloffame.org/inductees/all)&#39; prijken klinkende, Nederlandse namen. Maar minstens zo belangrijk: na Rotterdam en Schiphol resulteerde dit in nog een [derde "mainport"](http://dinl.nl/Digital_Infrastructure_-_Driver_for_the_Online_Ecosystem__2014__v_1_1.pdf) van groot economisch belang: de digitale mainport. Naar schatting staat deze digitale mainport garant voor zo&#39;n 140.000 banen. ## Actie Maar er loert een gevaar: de "wet op de remmende voorsprong". Neem het verouderde, inmiddels te krappe adresseringsschema op Internet. In de ons omringende landen gaat de adoptie van de opvolger daarvan (IPv6) veel voortvarender dan bij ons. Bij onze zuiderburen maakt inmiddels een op elke drie internetters gebruik van IPv6. [Nederland](https://www.google.com/intl/en/ipv6/statistics.html#tab=per-country-ipv6-adoption) steekt daarbij schril af met onze schamele 2,17% (stand per maart 2015). Dat is reden tot zorg en alle aanleiding voor actie. Als early adopter heeft Nederland zich een geweldige &quot;digitale positie&quot; verworven, met alle economische en sociale voordelen van dien. Het behoeft geen betoog dat stilstand op dit gebied achteruitgang betekent. Want nieuwe uitdagingen op het gebied van digitale veiligheid, betrouwbaarheid en schaalbaarheid dienen zich aan en vragen om een oplossing. De internationale [gemeenschap](http://www.arkko.com/tools/allstats/thenetherlands.html) komt ook met die oplossingen, in de vorm van nieuwe protocollen en internetstandaarden. Maar draagvlak creëren voor de adoptie daarvan vormt dikwijls weer een uitdaging op zich. SIDN onderkent dat als geen ander en zet zich in voor een betrouwbaar, modern Internet. De afgelopen jaren hebben we ons sterk gemaakt voor de adoptie van DNSSEC, een beveiligingsstandaard voor het domeinnaamsysteem. En met succes: Inmiddels is meer dan 40% van alle .nl-domeinnamen met DNSSEC ondertekend. Nederland staat daarmee weer stevig op de kaart. Dat is waarom SIDN het Platform Internetstandaarden een warm hart toedraagt en van harte ondersteunt. Wij zijn verheugd dat de andere initiatiefnemers onze visie delen en trekken graag samen met hen op in ons streven naar een veiliger, betrouwbaarder en toekomstgerichter Internet.

source: article stilstand-is-achteruitgang lead
nl: Nederland mag met recht een pionier genoemd worden. Kennelijk zit dat in onze aard. Of het nu gaat om het verkennen van verre wereldzeeën, onze bijdragen aan de wetenschap of om het ontdekken van de ongekende mogelijkheden van het Internet, we hebben beslist een goede naam hoog te houden.

source: article stilstand-is-achteruitgang teaser
nl: &quot;Nieuwe uitdagingen op het gebied van digitale veiligheid, betrouwbaarheid en schaalbaarheid dienen zich aan en vragen om een oplossing.&quot;

source: article stilstand-is-achteruitgang title
nl: Stilstand is achteruitgang

source: article uitnodiging-masterclass-DMARC body
nl: Tijdens deze masterclass zal de Amerikaan Tim Draegen, die aan de basis stond van DMARC, u bijpraten over de ins en outs van deze beveiligingsstandaard. Masterclass DMARC Datum: dinsdag 21 april Tijdstip: 15 tot 17 uur (met aansluitend een borrel) Locatie: 7AM, Buitenhof 47, Den Haag ## Deelname Deelname is kosteloos. Het aantal deelnemers is beperkt. U kunt zich aanmelden via de [website van ECP](https://ecp.nl/events/4432/masterclass-dmarc.html).

source: article uitnodiging-masterclass-DMARC lead
nl: Op dinsdag 21 april organiseert het Platform Internetstandaarden een Masterclass over DMARC. Graag nodigen wij u hiervoor uit.

source: article uitnodiging-masterclass-DMARC teaser
nl: Tim Draegen over de ins en outs van de DMARC beveiligingsstandaard.

source: article uitnodiging-masterclass-DMARC title
nl: Uitnodiging Masterclass DMARC

source: article website-internet-nl-drukbezocht-na-cybertop body
nl: Het doel van initiatiefnemer Platform Interstandaarden is om het gebruik van moderne en veilige internetstandaarden sneller te laten groeien zodat het Internet betrouwbaarder wordt voor iedereen. In het Platform Internetstandaarden participeren de internetgemeenschap en de Nederlandse overheid. ## Sessie moderne internetstandaarden Internet.nl werd gelanceerd en gedemonstreerd tijdens een goedbezochte GCCS-sessie met veel internationale belangstelling. Melissa Hathaway, voormalig cyber-adviseur voor de regeringen Bush en Obama, en tegenwoordig verbonden aan het Belfer Center for Science and International Affairs van de Harvard Kennedy School, benadrukte het belang van moderne internetstandaarden. Olaf Kolkman, Chief Internet Technology Officer bij ISOC Internationaal, legde uit dat veel van deze standaarden al jaren bestaan maar moeilijk ingevoerd worden. Deelnemers aan het Internet &mdash; wij allemaal! &mdash; moeten leren verder te kijken dan alleen ons eigen stukje. &quot;Internet is een gedeelde infrastructuur. Meedoen brengt een gezamenlijke verantwoordelijkheid met zich mee.&quot; Michiel Leenaars, directeur bij ISOC Nederland en directeur Strategie bij NLnet, nam de demonstratie van de nieuwe website voor zijn rekening. Daarbij sprak hij de ambitie uit om deze portal door te laten groeien naar een internationaal platform. Nu al kunnen bezoekers testen op de moderne internetstandaarden IPv6, DNSSEC, TLS, DKIM, SPF en DMARC. Deze mogelijkheden zullen in de toekomst worden uitgebreid met nieuwe tests en nieuwe functionaliteit. Gerben Klein Baltink, voormalig directeur van TNO Defensie en Veiligheid en voormalig secretaris van de Nederlandse Cyber Security Raad, is kwartiermaker voor het Platform Internetstandaarden en voortrekker voor Internet.nl. ## Website druk bezocht In de korte periode tussen de lancering gisteren aan het eind van de dag en vanochtend tien uur werd de Internet.nl site al druk bezocht. Er werden meer dan 1000 unieke webdomeinen, 340 unieke mail-domeinen en 540 verbindingen getest. Bij elkaar ging het in deze korte tijd al om 5000 unieke bezoekers. ![introduction at GCCS 2015 conference - Olaf Kolkman](GCCS2015-OlafKolkman-600x399.jpg)

source: article website-internet-nl-drukbezocht-na-cybertop date
nl: 17 april 2015

source: article website-internet-nl-drukbezocht-na-cybertop lead
nl: De website Internet.nl is gisteren op de internationale Cybertop in Den Haag gelanceerd. Op Internet.nl kunnen bezoekers hun internet-verbinding, webserver en mail-domein testen op het gebruik van moderne internetstandaarden. De website werd na de lancering gelijk al veel gebruikt. In een halve dag waren er meer dan 5000 unieke bezoekers.

source: article website-internet-nl-drukbezocht-na-cybertop title
nl: Website Internet.nl drukbezocht na Cybertop

source: author erik-huizer bio
nl: Erik Huizer is technisch directeur bij SURFnet, het netwerk voor hoger onderwijs en onderzoek. Daarnaast is hij ook deeltijd-hoogleraar &quot;Internet toepassingen&quot; bij de afdeling Media- en Cultuurwetenschappen van de Universiteit Utrecht. Voorheen was hij algemeen directeur van TNO Informatiemaatschappij. Huizer is lid van het Topteam Creatieve Industrie en van het bestuur van ECP.nl. Daarnaast is hij Chairman of the Board van Enset, een Amerikaanse non-profit start-up gericht op het online brengen van NGO&#39;s over de hele wereld. In 2014 werd hij vanwege zijn eerdere verdiensten bij de introductie van Internet in Nederland en de verdere internationale ontwikkeling van Internet opgenomen in de Internet Hall of Fame van de Internet Society. Huizer houdt zich momenteel vooral bezig met ICT in onderwijs en onderzoek, Internet Governance, Privacy en Security, en Internet als creatief medium.

source: author erik-huizer name
nl: Erik Huizer

source: author gerben-klein-baltink bio
nl: Gerben Klein Baltink is werkzaam als ondernemer, zowel op het gebied van digitale veiligheid (MKB Cyber Advies Nederland) als op het gebied van moderne technologie (Trefecta Mobility). Zijn grote passie is het leggen van verbindingen tussen verschillende mensen, organisaties en disciplines. Als kwartiermaker voor het Platform Internetstandaarden probeert hij nut en noodzaak van de geselecteerde standaarden bij een breed publiek duidelijk te maken.

source: author gerben-klein-baltink name
nl: Gerben Klein Baltink

source: author marco-davids bio
nl: Marco Davids is Technisch Adviseur bij SIDN, de beheerder van het .nl-domein. Hij doet onderzoek naar en geeft advies over technologische ontwikkelingen en concepten, zodat technische verbeteringen en vernieuwingen tot stand komen. Het gaat dan in het bijzonder om de relevantie, de mogelijkheden voor "new business" en de impact op de processen en systemen van SIDN. Samen met de andere Technisch Adviseurs behartigt hij de belangen van SIDN en de lokale internetgemeenschap in, onder andere, de IETF en RIPE community.

source: author marco-davids name
nl: Marco Davids

source: author olaf-kolkman bio
nl: Olaf Kolkman is de Chief Internet Technology Officer (CITO) van ISOC internationaal. Hij is verantwoordelijk voor de "Strategic Technical"-activiteiten, met name voor wat betreft problemen en kansen bij de verdere evolutie van het Internet.

source: author olaf-kolkman name
nl: Olaf Kolkman

source: base about
nl: Over Internet.nl
pl: O Internet.nl

source: base blogs
nl: Blogs
pl: Blogs

source: base contact
nl: Contact
pl: Kontakt

source: base copyright
nl: Copyright
pl: Prawo autorskie

source: base disclosure
nl: Responsible disclosure
pl: Odpowiedzialne wyjawienie

source: base faqs
nl: Kennisbank
pl: Baza wiedzy

source: base followtwitter
nl: Volg ons op Twitter
pl: Zaobserwuj nas na Twitterze

source: base halloffame
nl: Hall of Fame
pl: Sala sławy

source: base halloffame lead
nl: {{count}} websites met 100%-score Laatste toevoeging: {{latest|date:'d-m-Y'}}
pl: {{count}} storny ze 100 % wynikiem Ostatnie wejście: {{latest|date:'d-m-Y'}}

source: base halloffame link
nl: Naar Hall of Fame
pl: Do Hall of Fame

source: base home
nl: Home
pl: Strona główna

source: base info
nl: Internet.nl is een initiatief van de internetgemeenschap en de Nederlandse overheid.
pl: Internet.nl jest inicjatywą społeczeństwa interetowego I holenderskiego rządu.

source: base news
nl: Nieuws
pl: Aktualności

source: base newslink
nl: Naar nieuwsoverzicht
pl: Do przeglądu wiadomości

source: base partners
nl: Partners
pl: Partnerzy

source: base terms
nl: Gebruiksvoorwaarden
pl: Warunki korzystania

source: base test connection explain
nl: Nadat je de verbindingstest hebt gestart, testen we of de momenteel door jou gebruikte internetverbinding ondersteuning biedt voor de onderstaande moderne Internetstandaarden. * [IPv6](/faqs/ipv6/): zijn websites met moderne internetadressen voor jou bereikbaar? * [DNSSEC](/faqs/dnssec/): worden domeinnaam-handtekeningen voor jou gecontroleerd? ## Testrapport Nadat de test is afgerond, wordt een testrapport inclusief een uitgebreide toelichting getoond. Dit rapport bevat een procentuele totaalscore en resultaten per deeltest en per subtest. Voor meer informatie zie ["Toelichting op score en iconen"](/faqs/report/). ## Hoe verbeteren Het testrapport kan je gebruiken om je internetverbinding te verbeteren. Meestal kan je hiervoor het beste je internetprovider aanspreken. ## Scope De verbindingstest controleert op belangrijke moderne internetstandaarden die bijdragen aan bereikbaarheid en beveiliging. Het is geen allesomvattende beveiligingstest voor internetverbindingen. ---
pl: Po uruchomieniu testu połączenia sprawdzimy, czy aktualnie używane połączenie internetowe oferuje wsparcie dla nowoczesnych standardów internetowych. * [IPv6](/faqs/ipv6/): czy strony internetowe z dostępem do nowoczesnych adresów internetowych są dla ciebie osiągalne ? * [DNSSEC](/faqs/dnssec/): czy sygnatury domeny zostały przez ciebie zatwierdzone ? ## Raport testu Po zakończeniu testu zostaniesz skierowany do raportu z dokładnymi wyjaśnieniami. Raport zawiera ogólny wynik procentowy, wyniki w sekcji testowej i subtestowej. Aby uzsykać więcej infromacji zobacz ["Objaśnienie wyników i ikon"](/faqs/report/). ## Jak ulepszyć Możesz użyć tego raportu z testów, aby poprawić połączenie internetowe. Skontaktowanie się z dostawcą internetu, będzie zazwyczaj najlepszym krokiem. ## Zakres Test połączenia sprawdza ważne nowoczesne standardy internetowe, które przyczyniają się do osiągalności i bezpieczeństwa. Nie powinno to być uważane za wszechstronny test zabezpieczeń połączeń internetowych. ---

source: base test connection label
nl: Test je verbinding
pl: Sprawdź połączenie

source: base test connection text
nl: Moderne adressen bereikbaar? Domein-handtekeningen gecontroleerd?
pl: Nowoczesne adresy osiągalne? Sygnatury domeny zatwierdzone?

source: base test connection title
nl: Over de verbindingstest
pl: Informacje na temat testu połączenia

source: base test explain
nl: Over de test
pl: Informacje o teście
