Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: test mailipv6 failed summary
nl: *Niet* bereikbaar via modern internetadres, of verbetering mogelijk (IPv6)
pl: *Nie* osiągalne przez nowoczesny adres internetowy lub dostępne są ulepszenia (IPv6)

source: test mailipv6 label
nl: IPv6
pl: IPv6

source: test mailipv6 passed description
nl: Goed gedaan! Je mailserver is bereikbaar voor verzenders met moderne IPv6-adressen. Daardoor is je mailserver volledig onderdeel van het moderne Internet.
pl: Gratulacje! Serwer poczty elektronicznej może być osiągnięty przez nadawców przy użyciu nowoczesnego adresu IPv6, czyniąc go w pełni częścią nowoczesnego Internetu.

source: test mailipv6 passed summary
nl: Bereikbaar via modern internetadres (IPv6)
pl: Osiągalny przez nowoczesny adres internetowy (IPv6)

source: test mailipv6 title
nl: Bereikbaar via modern internetadres?
pl: Osiągalny przez nowoczesny adres internetowy?

source: test mailtls failed description
nl: Helaas! Verzendende mailservers die STARTTLS ondersteunen, kunnen met jouw ontvangende mailserver(s) *geen* of een *onvoldoende* beveiligde verbinding opzetten. Passieve aanvallers kunnen daardoor e-mails onderweg naar jou lezen. Vraag je mailprovider om STARTTLS te activeren en veilig in te stellen. Let op: we bevelen aanvullend aan DANE-records te publiceren om actieve aanvallers, die door manipulatie van het mailverkeer de STARTTLS- encryptie kunnen verwijderen, tegen te gaan.
pl: Szkoda! Wysyłanie serwerów poczty wspierających STARTTLS może ustanowić *nie* lub *niewystarczająco* bezpieczne połączenie z serwerem pocztowym. Bierni napastnicy będą w stanie czytać maile skierowane do Ciebie. Powinieneś poprosić dostawcę poczty, aby uruchomił STARTTLS i skonfigurował go bezpiecznie. Uwaga: zaleca się publikowanie rekordów DANE, aby przeciwdziałać napastnikom usuwającym szyfrowanie STARTTLS poprzez manipulowanie ruchem poczty.

source: test mailtls failed summary
nl: *Geen* of onvoldoende beveiligde verbinding mogelijk (STARTTLS)
pl: *Nie* albo niewłaściwie bezpieczne połączenie (STARTTLS)

source: test mailtls label
nl: STARTTLS
pl: STARTTLS

source: test mailtls passed description
nl: Goed gedaan! Verzendende mailservers die STARTTLS ondersteunen, kunnen met jouw ontvangende mailserver(s) een beveiligde verbinding opzetten. Passieve aanvallers kunnen daardoor e-mails onderweg naar jou niet lezen. Let op: we bevelen aanvullend aan DANE-records te publiceren om actieve aanvallers, die door manipulatie van het mailverkeer de STARTTLS-encryptie kunnen verwijderen, tegen te gaan.
pl: Gratulacje! Wysyłanie serwerów poczty obsługujących protokół STARTTLS może zapewnić bezpieczne połączenie z serwerem maila. Bierni napastnicy nie będą w stanie przeczytać maili skierowanych do Ciebie. Uwaga: zaleca się publikowanie rekordów DANE, aby przeciwdziałać napastnikom usuwającym szyfrowanie STARTTLS poprzez manipulowanie ruchem poczty.

source: test mailtls passed summary
nl: Beveiligde verbinding mogelijk (STARTTLS)
pl: Możliwe bezpieczne połączenie (STARTTLS)

source: test mailtls title
nl: Beveiligde verbinding mogelijk?
pl: Bezpieczne połączenie możliwe?

source: test sitednssec failed description
nl: Helaas! Je domeinnaam is *niet* ondertekend met een geldige handtekening. Daardoor zijn bezoekers die controle van domein-handtekeningen geactiveerd hebben, *niet* beschermd tegen gemanipuleerde vertaling van jouw domeinnaam naar kwaadaardige internetadressen. Vraag je nameserver-beheerder (vaak je registrar en/of hostingprovider) om DNSSEC te activeren.
pl: Szkoda ! Twoja domena *nie jest* podpisana ważną sygnaturą. W związku z tym użytkownicy z włączoną weryfikacją podpisów domenowych *nie są* chronieni przeciwko manipulowanemu tłumaczeniu z Twojej domeny na nieuczciwe adresy internetowe. Należy zwrócić się do operatora serwera nazw (często jest to Twój rejestrator i / lub dostawcy usług hostingowych) o włączenie DNSSEC.

source: test sitednssec failed summary
nl: Domeinnaam *niet* ondertekend (DNSSEC)
pl: Nazwa domeny *nie* podpisana (DNSSEC)

source: test sitednssec label
nl: DNSSEC
pl: DNSSEC

source: test sitednssec passed description
nl: Goed gedaan! Je domeinnaam is ondertekend met een geldige handtekening. Daardoor zijn bezoekers die controle van domein-handtekeningen geactiveerd hebben, beschermd tegen gemanipuleerde vertaling van jouw domeinnaam naar kwaadaardige internetadressen.
pl: Gratulacje! Twoja domena jest podpisana ważną sygnaturą. Dlatego odwiedzający z włączoną weryfikacją podpisu domeny, są chronieni przed manipulowanym tłumaczeniem Twojej domeny na nieuczciwe adresy internetowe.

source: test sitednssec passed summary
nl: Domeinnaam ondertekend (DNSSEC)
pl: Nazwa domeny podpisana (DNSSEC)

source: test sitednssec title
nl: Domeinnaam ondertekend?
pl: Nazwa domeny podpisana?

source: test siteipv6 failed description
nl: Helaas! Je website is *niet* bereikbaar voor bezoekers die een modern internetadres gebruiken, of er is verbetering mogelijk. Daardoor maakt je website nog geen onderdeel uit van het moderne internet. Vraag je hostingprovider om IPv6 volledig aan te zetten.
pl: Szkoda! Twoja strona *nie jest* osiągalna dla odwiedzających używających nowoczesnych adresów internetowych, lub możliwe są poprawki. W związku z tym Twoja strona nie jest jeszcze częścią nowoczesnego Internetu. Powinieneś poprosić dostawcę usługi hostingowej o pełne włączenie protokołu IPv6.

source: test siteipv6 failed summary
nl: *Niet* bereikbaar via modern internetadres, of verbetering mogelijk (IPv6)
pl: *Nie* osiągalne przez nowoczesny adres internetowy lub możliwe są poprawki (IPv6)

source: test siteipv6 label
nl: IPv6
pl: IPv6

source: test siteipv6 passed description
nl: Goed gedaan! Je website is bereikbaar voor bezoekers die een moderne internetadres gebruiken, en daardoor volledig onderdeel van het moderne internet.
pl: Gratulacje! Twoja strona jest osiągalna dla odwiedzajacych używających nowoczesnych adresów internetowych, czyniąc go w pełni częścią nowoczesnego internetu.

source: test siteipv6 passed summary
nl: Bereikbaar via moderne internetadres (IPv6)
pl: Osiągalne przez nowoczesne połączenie internetowe (IPv6)

source: test siteipv6 title
nl: Bereikbaar via modern adres?
pl: Osiągalne przez nowoczesny adres?

source: test sitetls failed description
nl: Helaas! De verbinding met je website is *niet* of *on*voldoende beveiligd. Gegevens die onderweg zijn tussen je website en haar bezoekers, zijn daardoor *niet* beschermd tegen afluisteren en manipulatie. Vraag je hostingprovider om HTTPS aan te zetten en veilig te configureren.
pl: Szkoda! Połączenie z Twoją witryną *nie jest* lub *jest niewystarczająco* zabezpieczone. W związku z tym informacje o tranzycie między Twoją witryną a witryną odwiedzających *nie jest* zabezpieczone przed podsłuchem i manipulowaniem. Należy poprosić dostawcę usługi hostingowej o włączenie protokołu HTTPS i jego bezpieczną konfigurację.

source: test sitetls failed summary
nl: Verbinding *niet* of onvoldoende beveiligd (HTTPS)
pl: Połączenie *nie jest* lub jest niewystarczająco zabezpieczone (HTTPS)

source: test sitetls label
nl: HTTPS
pl: HTTPS

source: test sitetls passed description
nl: Goed gedaan! De verbinding met je website is voldoende beveiligd. Gegevens die onderweg zijn tussen je website en haar bezoekers, zijn daardoor beschermd tegen afluisteren en manipulatie.
pl: Gratulacje! Połączenie z Twoją witryną jest wystarczająco zabezpieczone. W związku z tym informacje o tranzycie między Twoją witryną a witryną odwiedzających są zabezpieczone przed podsłuchem i manipulowaniem

source: test sitetls passed summary
nl: Verbinding voldoende beveiligd (HTTPS)
pl: Połączenie dostatecznie zabezpieczone (HTTPS)

source: test sitetls title
nl: Beveiligde verbinding?
pl: Zabezpieczone połączenie?

source: article internetnl-in-polish body
pl: Inicjatywa na rzecz standardów internetowych promowana będzie podczas drugiego Europejskiego Forum Cyberbezpieczeństwa CYBERSEC 2016 ![CYBERSEC](/static/logo-cybersec.png)

source: article internetnl-in-polish date
pl: Piątek, 26 sierpnia

source: article internetnl-in-polish title
pl: Internet.nl teraz rówież w języku polskim

source: detail tech data none
pl: none

source: detail tech data no-result
pl: no results

source: detail tech data not-testable
pl: not testable

source: domain forward
pl: Test strony internetowej:
