Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: detail mail auth dkim exp
nl: We testen of je domeinnaam DKIM ondersteunt. Een ontvangende mailserver kan de publieke sleutel in je DKIM-record gebruiken om de handtekening in een e-mail met een gebruiker van jouw domein als afzender te controleren en de authenticiteit van de e-mail te bepalen. Op dit moment zijn we niet in staat om de publieke sleutel in je DKIM-record te beoordelen, omdat we daarvoor een e-mail van jouw domein zouden moeten ontvangen. Om te slagen voor deze test verwachten we dat je nameserver `NOERROR` antwoordt op onze bevraging voor `_domainkey.example.nl`. Als `_domainkey.example.nl` een 'empty non- terminal' is, dan zullen sommige nameservers die zich niet houden aan de standaard RFC2308, foutief antwoorden met `NXDOMAIN` in plaats van `NOERROR`. Dit maakt het detecteren van het DKIM-record voor ons onmogelijk.
pl: We check if your domain supports DKIM records. A receiving mail server can use the public key in your DKIM record to validate the signature in an email with a user from your domain as sender and determine its authenticity. Currently we are not able to evaluate the public key in your DKIM record, because we would need to receive an email from your domain to do so. To pass this test we expect your name server to answer `NOERROR` to our query for `_domainkey.example.nl`. When `_domainkey.example.nl` is an 'empty non- terminal' some name servers that are not conformant with the standard RFC2308 incorrectly answer `NXDOMAIN` instead of `NOERROR`. This makes it impossible for us to detect support for DKIM records.

source: detail mail auth dkim label
nl: DKIM
pl: DKIM

source: detail mail auth dkim verdict bad
nl: Je domeinnaam ondersteunt *geen* DKIM-records.
pl: Your domain does *not* support DKIM records.

source: detail mail auth dkim verdict good
nl: Je domeinnaam ondersteunt DKIM-records.
pl: Your domain supports DKIM records.

source: detail mail auth dmarc exp
nl: We testen of DMARC beschikbaar is voor jouw domein. Een ontvangende mailserver kan de DMARC-policy gebruiken om te bepalen hoe om te gaan met een e-mail met jouw domein als verzender waarvan de authenticatie met zowel DKIM als SPF faalt, en deze kan je e-mailadres uit het DMARC-record gebruiken om je hierover feedbackrapporten te sturen. Op dit moment beoordelen we de DMARC-policy nog niet. Zelfs zonder een actieve policy kan DMARC nuttig zijn om met behulp van DMARC-rapporten meer inzicht te verkrijgen in legale en illegale uitgaande e-mailstromen. Maar om DMARC effectief te laten zijn tegen misbruik van je domein voor phishing en spam, is het noodzakelijk dat je een actieve policy (`quarantine` of `reject`) instelt. Als een 'quick win' adviseren we sowieso een reject policy in te stellen voor (sub-)domeinen die jezelf niet gebruikt voor het versturen van mail om tegen te gaan dat anderen deze misbruiken. Let op: DMARC vereist dat het SPF-domein (envelope sender, d.w.z. return-path dat terugkomt in `MAIL FROM`) en het DKIM-domein (`d=`) gelijk zijn aan het verzenddomein in het mailbericht (`From:`). Meer dan één DMARC-record op hetzelfde domein is niet geldig en zorgt ervoor dat het domein voor de test faalt.
pl: We check if DMARC is available for your domain. A receiving mail server may use your DMARC policy to evaluate how to handle a mail with your domain as sender that could not be authenticated with both DKIM and SPF, and it may use your mail address from the DMARC record to provide feedback reports on this to you. Currently we do not evaluate the DMARC policy. Even without an active policy DMARC can be useful to get more insight in legitimate and illegitimate outbound mail flows through DMARC reports. However in order for DMARC to be effective against abuse of your domain for phishing and spam, you need to set an active policy (`quarantine` or `reject`). As a quick win we recommend to set a reject policy for (sub-)domains that you do not use for sending mail to prevent abuse by others. Note: DMARC requires the SPF domain (envelope sender, i.e. return-path that shows up in `MAIL FROM`) and the DKIM domain (`d=`) to align with the mail body domain (`From:`). Having more than one DMARC record in the same domain is not valid and will lead to a test failure.

source: detail mail auth dmarc label
nl: DMARC
pl: DMARC

source: detail mail auth dmarc tech table
nl: DMARC-record
pl: DMARC record

source: detail mail auth dmarc verdict bad
nl: Je domeinnaam heeft *geen* DMARC-record.
pl: Your domain does *not* have a DMARC record.

source: detail mail auth dmarc verdict good
nl: Je domeinnaam heeft een DMARC-record.
pl: Your domain has a DMARC record.

source: detail mail auth dmarc-policy exp
nl: We want your policy to be at least p=(reject/quarantine) and not 'none', and also we verify the extarnal destinations found under 'rua=' and 'ruf=' directives.

source: detail mail auth dmarc-policy label
nl: DMARC policy

source: detail mail auth dmarc-policy verdict bad
nl: Your DMARC policy is not syntactically correct.

source: detail mail auth dmarc-policy verdict good
nl: Your DMARC policy is efficient.

source: detail mail auth dmarc-policy verdict other
nl: Your DMARC policy is *not* efficient.

source: detail mail auth spf exp
nl: We testen of je domeinnaam een SPF-record heeft. Een ontvangende mailserver kan je 'whitelisted' verzendende mailservers en de bijbehorende policy uit het SPF-record gebruiken om de authenticiteit van een e-mail met jouw domein als verzender. Op dit moment beoordelen we de SPF-policy nog niet. Om SPF effectief te laten zijn tegen misbruik van je domein voor phishing en spam, is het noodzakelijk dat je een actieve policy d.w.z. `~all` (soft fail) of `-all` (hard fail) instelt. Als een 'quick win' adviseren we sowieso een 'hard fail' policy in te stellen voor (sub-)domeinen die jezelf niet gebruikt voor het versturen van mail om tegen te gaan dat anderen deze misbruiken. Meer dan één SPF-record op hetzelfde domein is niet geldig en zorgt ervoor dat het domein voor de test faalt.
pl: We check if your domain has an SPF record. A receiving mail server can use your whitelisted sending mail servers and the accompanying policy from your SPF record to determine the authenticity of a received email with your domain as sender. Currently we do not evaluate the SPF policy. In order for SPF to be effective against abuse of your domain for phishing and spam, you need to set an active policy i.e. `~all` (soft fail) or `-all` (hard fail). As a quick win we recommend to set a 'hard fail' policy for (sub-)domains that you do not use for sending mail to prevent abuse by others. Having more than one SPF record in the same domain is not valid and will lead to a test failure.

source: detail mail auth spf label
nl: SPF
pl: SPF

source: detail mail auth spf tech table
nl: SPF-record
pl: SPF record

source: detail mail auth spf verdict bad
nl: Je domeinnaam heeft geen SPF-record.
pl: You domain does *not* have an SPF record.

source: detail mail auth spf verdict good
nl: Je domein heeft een SPF-record.
pl: Your domain has an SPF record.

source: detail mail auth spf-policy exp
nl: We want your SPF policy to not contain +all or ?all.

source: detail mail auth spf-policy label
nl: SPF policy

source: detail mail auth spf-policy verdict bad
nl: Your SPF policy is not syntactically correct.

source: detail mail auth spf-policy verdict good
nl: Your SPF policy is efficient.

source: detail mail auth spf-policy verdict other
nl: Your SPF policy is *not* efficient.

source: detail mail dnssec mx-exists exp
nl: We testen of de domeinnamen van je mailservers (MX) ondertekend zijn met DNSSEC. Let op: de geldigheid van de ondertekening wordt niet getest in deze subtest maar wel in de volgende subtest.
pl: We check if the domains of your mail servers (MX) are DNSSEC signed. Note: the validity of the signature is not part of this subtest, but part of the next subtest.

source: detail mail dnssec mx-exists label
nl: DNSSEC aanwezigheid
pl: DNSSEC existence

source: detail mail dnssec mx-exists tech table
nl: Domein van mailserver (MX)|DNSSEC aanwezig
pl: Domain of mail server (MX)|DNSSEC existent

source: detail mail dnssec mx-exists verdict bad
nl: Tenminste één van jouw mailserverdomeinen is onveilig oftewel 'insecure', omdat deze *niet* ondertekend is met DNSSEC.
pl: At least one of your mail server domains is insecure, because it is *not* DNSSEC signed.

source: detail mail dnssec mx-exists verdict good
nl: Al je mailserverdomeinen zijn ondertekend met DNSSEC.
pl: All your mail server domains are DNSSEC signed.

source: detail mail dnssec mx-exists verdict resolver-error
nl: Helaas is in de resolver van Internet.nl een fout opgetreden. Neem a.j.b. [contact](/about/) met ons op.
pl: Unfortunately an error occurred in Internet.nl's resolver. Please [contact](/about/) us.

source: detail mail dnssec mx-exists verdict servfail
nl: De nameservers van tenminste één van je mailserverdomeinen zijn *kapot*. Ze gaven een foutmelding (`SERVFAIL`) terug op onze bevragingen voor een DNSSEC-handtekening. Vraag de nameserver-beheerder (vaak je mailprovider) om dit spoedig op te lossen.
pl: The name servers of at least one of your mail server domains are *broken*. They returned an error (`SERVFAIL`) to our queries for a DNSSEC signature. Please contact your name server operator (often your mail provider) to fix this soon.

source: detail mail dnssec mx-valid exp
nl: We testen of de domeinen van je ontvangende mailservers (MX) zijn ondertekend met een geldige DNSSEC-handtekening die ze veilig oftewel 'secure' maakt.
pl: We check if the domains of your receiving mail servers (MX) are signed with a valid signature making them secure.

source: detail mail dnssec mx-valid label
nl: DNSSEC geldigheid
pl: DNSSEC validity

source: detail mail dnssec mx-valid tech table
nl: Domein van mailserver (MX)|Status
pl: Domain of mail server (MX)|Status

source: detail mail dnssec mx-valid verdict bad
nl: Tenminste één van de domeinen van je mailservers is onbetrouwbaar oftewel 'bogus', omdat zijn DNSSEC-handtekening niet geldig is. Óf iemand manipuleerde de antwoorden van de nameservers, óf je mailserverdomein heeft serieuze DNSSEC-configuratiefouten. Dit laatste maakt je ontvangende mailserver onbereikbaar voor alle verzendende mailservers die DNSSEC- handtekeningen conroleren. Neem zo spoedig mogelijk contact op met de nameserver-beheerder (vaak je mailprovider).
pl: At least one of your mail server domains is 'bogus', because its DNSSEC signature is not valid. Either someone manipulated the responses from its name servers, or your mail server domain has serious DNSSEC configuration errors. The latter makes your receiving mail server unreachable for any sending mail server that validates DNSSEC signatures. You should contact the name server operator (often your mail provider) as soon as possible.

source: detail mail dnssec mx-valid verdict good
nl: Al de domeinnamen van je mailservers zijn veilig oftewel 'secure', omdat hun DNSSEC-handtekeningen geldig zijn.
pl: All your mail server domains are secure, because their DNSSEC signatures are valid.

source: detail mail ipv6 mx-AAAA exp
nl: We testen of er tenminste één AAAA-record met IPv6-adres voor iedere ontvangende mailserver (MX) is. In het geval er geen mailserver is gedefinieerd, geven we een notificatie en we voeren andere subtesten van de mailtest die nog steeds relevant zijn gewoon uit.
pl: We check if there is at least one AAAA record with IPv6 address for every receiving mail server (MX). In case no mail server is defined, we give a notification and we execute other subtests of the mail test that are still relevant.

source: detail mail ipv6 mx-AAAA label
nl: IPv6-adressen voor mailserver(s)
pl: IPv6 addresses for mail server(s)

source: detail mail ipv6 mx-AAAA tech table
nl: Mailserver (MX)|IPv6-adres|IPv4-adres
pl: Mail server (MX)|IPv6 address|IPv4 address

source: detail mail ipv6 mx-AAAA verdict bad
nl: Tenminste één ontvangende mailserver op jouw domeinnaam heeft *geen* IPv6-adres.
pl: At least one receiving mail server on your domain does *not* have an IPv6 address.

source: detail mail ipv6 mx-AAAA verdict good
nl: Alle ontvangende mailservers op jouw domeinnaam hebben een IPv6-adres.
pl: All receiving mail servers on your domain have an IPv6 address.

source: detail mail ipv6 mx-AAAA verdict other
nl: Voor jouw domein zijn geen mailservers ingesteld waardoor het niet mogelijk is om mail te ontvangen.
pl: No mail servers are set on your domain making it unable to receive mail.

source: detail mail ipv6 mx-reach exp
nl: We testen of we je mailservers (MX) kunnen bereiken via IPv6 op poort 25. We testen alle IPv6-adressen die we ontvangen van de nameservers van je mailserverdomein(en). Een deelscore wordt gegeven als niet alle IPv6-adressen bereikbaar zijn. Als een IPv6-adres (syntactisch) ongeldig is, dan beschouwen we dat als onbereikbaar.
pl: We check if we can connect to your mail servers (MX) over IPv6 on port 25. We test all IPv6 addresses that we receive from the name servers of your mail server domain(s). A partial score will be given if not all IPv6 addresses are reachable. If an IPv6 address is (syntactically) invalid, we consider it unreachable.

source: detail mail ipv6 mx-reach label
nl: IPv6-bereikbaarheid van mailserver(s)
pl: IPv6 reachability of mail server(s)

source: detail mail ipv6 mx-reach tech table
nl: Mailserver (MX)|Onbereikbaar IPv6-adres
pl: Mail server (MX)|Unreachable IPv6 address

source: detail mail ipv6 mx-reach verdict bad
nl: Tenminste één van je ontvangende mailservers met een IPv6-adres is *niet* bereikbaar via IPv6.
pl: At least one of your receiving mail servers with an IPv6 address is *not* reachable over IPv6.

source: detail mail ipv6 mx-reach verdict good
nl: Al je ontvangende mailservers met een IPv6-adres zijn bereikbaar via IPv6.
pl: All your receiving mail servers with an IPv6 address are reachable over IPv6.

source: detail mail tls cert-hostmatch exp
nl: We testen of de domeinnaam van je ontvangende mailserver (MX) overeenkomt met de domeinnaam op het certificaat. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B3-1.
pl: We check if the domain name of your receiving mail server (MX) matches the domain name on the certificate. See ['TLS guidelines from NCSC- NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B3-1 (in Dutch).

source: detail mail tls cert-hostmatch label
nl: Domeinnaam op certificaat
pl: Domain name on certificate

source: detail mail tls cert-hostmatch tech table
nl: Mailserver (MX)|Niet-overeenkomende domeinen op certificaat
pl: Mail server (MX)|Unmatched domains on certificate

source: detail mail tls cert-hostmatch verdict bad
nl: De domeinnaam van één van je mailservers komt *niet* overeen met de domeinnaam op het mailservercertificaat.
pl: The domain name of at least one of your mail servers does *not* match the domain name on the mail server certificate.

source: detail mail tls cert-hostmatch verdict good
nl: De domeinnamen van al je mailservers komen overeen met de domeinnamen op je mailservercertificaten.
pl: The domain names of all your mail servers match the domain names on your mail server certificates.

source: detail mail tls cert-pubkey exp
nl: We testen of de bitlengte van de publieke sleutel van je mailservercertificaat voldoende veilig is. Let op: het is ook belangrijk dat de bitlengte van de geheime sleutel voldoende veilig is. Dit kunnen we vanwege de geheime aard echter niet testen. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B3-3 t/m B3-5.
pl: We check if the bit-length of the public key of your mail server certificate is sufficiently secure. Note: it is also important that the bit-length of the secret key is sufficiently secure. However, due to its secret nature we are not able to check this. See ['TLS guidelines from NCSC- NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B3-3 to B3-5 (in Dutch).

source: detail mail tls cert-pubkey label
nl: Publieke sleutel van certificaat
pl: Public key of certificate

source: detail mail tls cert-pubkey tech table
nl: Mailserver (MX)|Publieke sleutel met onvoldoende lengte
pl: Mail server (MX)|Public key with insufficient length

source: detail mail tls cert-pubkey verdict bad
nl: Tenminste één van je mailservercertificaten bevat een publieke sleutel met een *onvoldoende* veilige lengte.
pl: At least one of your mail server certificates contains a public key with an *insufficiently* secure length.

source: detail mail tls cert-pubkey verdict good
nl: Al je mailservercertificaten bevatten een publieke sleutel met een voldoende veilige lengte.
pl: All your mail server certificates contain a public key with a sufficiently secure length.

source: detail mail tls cert-signature exp
nl: We testen of de ondertekende fingerprint van het mailservercertificaat is gemaakt met een veilig algoritme voor hashing. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B3-2.
pl: We check if the signed fingerprint of the mail server certificate was created with a secure hashing algorithm. See ['TLS guidelines from NCSC- NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B3-2 (in Dutch).

source: detail mail tls cert-signature label
nl: Handtekening van certificaat
pl: Signature of certificate

source: detail mail tls cert-signature tech table
nl: Mailserver (MX)|Onveilig hashing-algoritme
pl: Mail server (MX)|Insecure hash algorithm

source: detail mail tls cert-signature verdict bad
nl: Tenminste één van je mailservercertificaten is ondertekend met een algoritme voor hashing dat *niet* veilig is.
pl: At least one of your mail server certificates is signed using a hash algorithm that is *not* secure.

source: detail mail tls cert-signature verdict good
nl: Al je mailservercertificaten zijn ondertekend met een voldoende veilig algoritme voor hashing.
pl: All your mail server certificates are signed using a sufficiently secure hash algorithm.

source: detail mail tls cert-trust exp
nl: We testen of we een geldige vertrouwensketen voor je mailservercertificaat kunnen opbouwen. Er is sprake van een geldige vertrouwensketen, als je certificaat is uitgegeven door een [vertrouwde certificaatautoriteit](https://www.mozilla.org/en- US/about/governance/policies/security-group/certs/) én je ontvangende mailserver alle noodzakelijke tussenliggende certificaten presenteert. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), richtlijn B3-6.
pl: We check if we are able to build a valid chain of trust for your mail server certificate. For a valid chain of trust, your certificate must be published by a [trusted certificate authority](https://www.mozilla.org/en- US/about/governance/policies/security-group/certs/), and your receiving mail server must present all necessary intermediate certificates. See ['TLS guidelines from NCSC-NL'](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), guideline B3-6 (in Dutch).

source: detail mail tls cert-trust label
nl: Vertrouwensketen van certificaat
pl: Trust chain of certificate

source: detail mail tls cert-trust tech table
nl: Mailserver (MX)|Onvertrouwde certificaatketen
pl: Mail server (MX)|Untrusted certificate chain

source: detail mail tls cert-trust verdict bad
nl: De vertrouwensketen van tenminste één van je mailservercertificaten is *niet* compleet en/of *niet* ondertekend door een vertrouwde certificaatautoriteit.
pl: The trust chain of at least one of your mail server certificates is *not* complete and/or *not* signed by a trusted root certificate authority.

source: detail mail tls cert-trust verdict good
nl: De vertrouwensketen van al je mailservercertificaten is compleet en ondertekend door een vertrouwde certificaatautoriteit.
pl: The trust chain of all your mail server certificates is complete and signed by a trusted root certificate authority.

source: detail mail tls ciphers exp
nl: We testen of je ontvangende mailservers (MX) voldoende veilige cipher suites ondersteunen. Een cipher suite is een samenstelling van algoritmes voor authenticatie en encryptie die geldig is volgens de TLS-standaard. Een mailserver kan meerdere cipher suites ondersteunen. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), richtlijn B2-1 t/m B2-4.
pl: We check if your receiving mail servers (MX) support sufficiently secure cipher suites. A cipher suite is a combination of algorithms used for authentication and encryption that is conformant to the TLS standard. A mail server may support more than one cipher suite. See ['TLS guidelines from NCSC-NL](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), guideline B2-1 to B2-4 (in Dutch).

source: detail mail tls ciphers label
nl: Cipher suites
pl: Cipher suites

source: detail mail tls ciphers tech table
nl: Mailserver (MX)|Veilige cipher suites
pl: Mail server (MX)|Secure cipher suites

source: detail mail tls ciphers verdict bad
nl: Tenminste één van je mailservers ondersteunt *geen* voldoende veilige cipher suites.
pl: At least one of your mail servers does *not* support sufficiently secure cipher suites.

source: detail mail tls ciphers verdict good
nl: Al je mailservers ondersteunen voldoende veilige cipher suites.
pl: All your mail servers support sufficiently secure cipher suites.

source: detail mail tls dane-exists exp
nl: We testen of de nameserver van je websitedomein een TLSA-record voor DANE bevat.
pl: We check if the name servers of your mail server domain contain a TLSA record for DANE.

source: detail mail tls dane-exists label
nl: DANE aanwezigheid
pl: DANE existence

source: detail mail tls dane-exists tech table
nl: Mailserver (MX)|TLSA voor DANE aanwezig
pl: Mail server (MX)|TLSA for DANE existent

source: detail mail tls dane-exists verdict bad
nl: Tenminste één van je mailserverdomeinen bevat geen TLSA-record voor DANE.
pl: At least one of your mail server domains does *not* contain a TLSA record for DANE.

source: detail mail tls dane-exists verdict good
nl: Al je mailserverdomeinen bevatten een TLSA-record voor DANE.
pl: All your mail server domains contain a TLSA record for DANE.
