Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: faqs mailauth content
nl: ## I. Algemeen ### Phishingprotectie Phishing wordt door aanvallers toegepast om e-mails te vervalsen en betrouwbaar te laten lijken, terwijl ze dat in werkelijkheid niet zijn. De standaarden SPF, DKIM en DMARC worden gebruikt om de integriteit (echtsheidskenmerken, e-mailauthenticatie) van e-mail te borgen, zodat ontvangers kunnen controleren of e-mails ook daadwerkelijk afkomstig zijn van de veronderstelde afzender. Dit betekent dat phishingmails van aanvallers beter kunnen worden herkend, en dat de kans op misbruik afneemt. SPF, DKIM en DMARC werken op domeinnaamniveau, en maken gebruik van DNS als mechanisme om bepaalde informatie te delen met het gehele internet. Ondanks het feit dat het gebruik van DNSSEC niet noodzakelijk is voor deze standaarden, wordt het gebruik ervan sterk aangeraden. Doordat DNSSEC de authenticiteit en integriteit van DNS antwoordberichten borgt, kan deze worden gebruikt als onderliggende beveiligingslaag voor andere beveiligingsstandaarden zoals SPF, DKIM en DMARC. ### Wat is DKIM? DKIM staat voor Domain Keys Identified Mail. Met DKIM kunnen e-mailberichten worden gewaarmerkt. De ontvanger van een e-mail kan op die manier controleren of een e-mailbericht écht van de afzender afkomstig is en of het bericht onderweg ongewijzigd is gebleven. DKIM houdt zelf geen spam tegen, maar markeert legitieme e-mail als geldig met behulp van een DKIM handtekening. De ontvangende mailserver kan vervolgens op basis van de public key in het DNS-record valideren of de DKIM handtekening klopt. Een spamfilter kan vervolgens op basis van een foutieve of ontbrekende DKIM handtekening e-mail beschouwen als SPAM. Het gebruik van DKIM helpt dus wel om spam te bestrijden. ### Wat is SPF? Het protocol Sender Policy Framework (afgekort SPF) heeft als doel spam te verminderen. SPF controleert of een verzendende mailserver die e-mail namens een domein wil versturen, ook daadwerkelijk gerechtigd is om dit te mogen doen. SPF voegt een extra informatieveld toe aan het DNS-record van een domein. In dit record wordt op basis van IP-adressen en/of hostnames vermeld welke mailservers namens dit domein e-mail mogen verzenden (een whitelist). Staat een mailserver niet in dit record en verzendt deze toch e-mail met het betreffende domein als afzender, dan wordt de e-mail beschouwd als SPAM. ### Wat is DMARC? DMARC staat voor Domain-based Message Authentication, Reporting and Conformance. Met behulp van deze standaard kan een e-mailprovider kenbaar maken hoe andere (ontvangende) mailservers om dienen te gaan met de resultaten van de SPF- en/of DKIM-controles van ontvangen e-mails. Dit gebeurt door het publiceren van een DMARC beleid in het DNS-record van een domein. In versimpelde vorm stelt dit beleid bijvoorbeeld: “als de DKIM-handtekening niet klopt of ontbreekt, of als de verzendende mailserver niet voorkomt in de lijst met geautoriseerde mailserver, behandel deze e-mail dan als SPAM”. Dit betekent wel dat een beheerder van een domein dient te borgen dat DKIM en SPF goed blijven functioneren, omdat fouten ook kunnen resulteren in het beschouwen van legitieme e-mailberichten als SPAM. ## II. Voor domeinnaamhouders ### Hoe weet ik of de e-mailvoorziening van mijn domein gebruik maakt van de standaarden SPF, DKIM en DMARC? Dit kan worden vastgesteld door het uitvoeren van de e-mailtest op Internet.nl. ### Hoe voeg ik ondersteuning voor deze standaarden toe? Vraag het aan uw e-mailprovider. Als deze geen ondersteuning biedt voor deze standaarden, stap dan over op een e-mailprovider die dit wel ondersteund. ### Wat kan ik nog meer doen om e-mailgebruikers van mijn domein te beschermen tegen SPAM? Het implementeren van de standaarden SPF, DKIM en DMARC is een belangrijke eerste stap. Het is echter ook belangrijk om de inkomende e-mailberichten op correcte wijze te beoordelen en classificeren, zodat de pakkans van SPAM berichten groter wordt. Hiermee neemt namelijk het risico op SPAM en Phishing voor e-mailgebruikers af. ## III. Voor e-mailgebruikers ### Hoe kan ik zien of mijn e-mailadres gebruik maakt van SPF, DKIM en/of DMARC? Dit kan worden vastgesteld door het uitvoeren van de e-mailtest op Internet.nl. ### Wat moet ik doen om inkomende e-mail te controleren op het gebruik van SPF, DKIM en/of DMARC? Vraag je e-mailprovider om inkomende e-mail te controleren op het gebruik van deze standaarden, en om dit te gebruiken in de classificatie voor SPAM. ## Meer informatie * [Factsheet Bescherm domeinnamen tegen phishing](https://www.ncsc.nl/actueel/factsheets/factsheet-bescherm-domeinnamen-tegen-phishing.html) * [E-mail security DKIM (Scott Helme)](https://scotthelme.co.uk/email-security-dkim/) * [E-mail security SPF (Scott Helme)](https://scotthelme.co.uk/email-security-spf/)
pl: ## Dlaczego DMARC * ["Why you should be doing DMARC"](https://governmenttechnology.blog.gov.uk/2016/10/04/why-you-should-be-doing-dmarc/) by GOV.uk * ["Why is DMARC important?"](https://dmarc.org/wiki/FAQ#Why_is_DMARC_important.3F) by DMARC.org ## Statystyki przyjęcia * [".nl stats and data > Mail"](https://stats.sidnlabs.nl/#/mail) * ["DMARC Deployment"](https://eggert.org/meter/dmarc) * ["Who Is Using DMARC?"](https://dmarc.org/who-is-using-dmarc/) ## Dalsze informacje * [FAQ on DMARC.org](https://dmarc.org/FAQ/) * ["A tip for mailing list operators to interoperate with DMARC to avoid failures"](https://blogs.msdn.microsoft.com/tzink/2017/03/22/a-tip-for-mailing-list-operators-to-interoperate-with-dmarc-to-avoid-failures/) * ["How we moved microsoft.com to a p=quarantine DMARC record"](https://blogs.msdn.microsoft.com/tzink/2016/09/27/how-we-moved-microsoft-com-to-a-pquarantine-dmarc-record/) * ["How to send DMARC compliant email on behalf of others"](https://space.dmarcian.com/how-to-send-dmarc-compliant-email-on-behalf-of-others/) * DMARC report tooling: [DMARC Analyzer](https://www.dmarcanalyzer.com/), [dmarcian](https://dmarcian.com/), [MailReport](http://www.mailreport.eu/), [tools on DMARC.org](https://dmarc.org/resources/products-and-services/), [tools on Github](https://github.com/search?p=2&q=dmarc+report) * Research report ["Designing an open source DMARC aggregation tool"](https://www.os3.nl/_media/2015-2016/courses/rp2/p13_report.pdf) * [DMARC.org](https://dmarc.org/), [OpenSPF.org](http://www.openspf.org/) i [DKIM Core](http://dkimcore.org/) * Wikipedia on [DMARC](https://en.wikipedia.org/wiki/DMARC), [DKIM](https://en.wikipedia.org/wiki/DomainKeys_Identified_Mail) i [SPF](https://en.wikipedia.org/wiki/Sender_Policy_Framework) ## Specyfikacje * [RFC 7489: Domain-based Message Authentication, Reporting, and Conformance (DMARC)](https://datatracker.ietf.org/doc/rfc7489/) * [RFC 6376: DomainKeys Identified Mail (DKIM) Signatures](https://datatracker.ietf.org/doc/rfc6376) * [RFC 7208: Sender Policy Framework (SPF) for Authorizing Use of Domains in Email, Version 1](https://datatracker.ietf.org/doc/rfc7208/)

source: faqs mailauth title
nl: Protectie tegen e-mailphishing (DMARC, DKIM en SPF)
pl: Protection against email phishing (DMARC, DKIM and SPF)

source: faqs report score content
nl: - Internet.nl bevat drie hoofdtesten bestaande uit deeltesten die bestaan uit subtesten. De websitetest heeft bijvoorbeeld een deeltest over HTTPS die een subtest over HSTS bevat. - Iedere hoofdtest resulteert in een procentuele totaalscore. - Ieder testonderdeel van een hoofdtest weegt min of meer gelijk mee in de procentuele totaalscore. Dus als een hoofdtest bestaat uit vier deeltesten, dan is de maximale score per deeltest 25%. - Websites met een perfecte score van 100% worden opgenomen in de [Hall of Fame](/halloffame/).
pl: - Internet.nl zawiera trzy główne testy obejmujące sekcje testowe składajace się z subtestów. Na przykład jednym z głównych testów jest test witryny zawierający sekcję testową dotyczącą protokołu HTTPS, która zawiera subtest HSTS. - Każdy główny test kończy się ogólnym wynikiem procentowym. - Każda sekcja testowa głównego testu waży mniej więcej równomiernie w ogólnym wyniku procentowym. Więc jeśli główny test składa się z czterech części testowych, maksymalny wynik dla każdej części testowej wynosi 25%. - Strony internetowe z doskonałym wynikiem 100 % zostaną dodane do [Hall of Fame](/halloffame/).

source: faqs report score title
nl: Procentuele totaalscore per hoofdtest
pl: Całkowity procentowy wynik głównego testu

source: faqs report subtest bad
nl: Gezakt voor subtest op een 'must have' ⇒ nulscore
pl: Niepowodzenie subtestu w punkcie 'must have' ⇒ zerowy wynik

source: faqs report subtest good
nl: Geslaagd voor subtest op een 'must have' of 'should/could have' ⇒ respectievelijk volledige score of geen impact op score
pl: Zaliczony subtest w punkcie 'must have' albo 'should/could have' ⇒ odpowiednio pełny wynik albo brak wpływu na wynik

source: faqs report subtest not-tested
nl: Niet getest, want al gezakt voor gerelateerde bovenliggende subtest ⇒ nulscore
pl: Nie testowano, ponieważ nie powiódł się test macierszysty ⇒ wynik zerowy

source: faqs report subtest partly-tested
nl: Sommige servers geslaagd voor subtest, maar niet alle servers konden worden getest ⇒ nulscore
pl: Nie wszystkie serwery zdały subtest, ale nie wszystkie serwery mogły być poddane testom ⇒ wynik zerowy

source: faqs report subtest title
nl: Iconen per subtestresultaat
pl: Ikony na wyniki subtestu

source: faqs report subtest warning
nl: Gezakt voor subtest op een 'should/could have' ⇒ geen impact op score
pl: Niepowodzenie subtestu na odcinku 'should/could have' ⇒ brak wpływu na wynik

source: faqs report test bad
nl: Gezakt voor tenminste één subtest ⇒ geen volledige score voor deeltest
pl: Niepowodzenie co najmniej jednego subtestu ⇒ brak pełnego wyniku w sekcji testowej

source: faqs report test error
nl: Uitvoeringsfout voor tenminste één subtest ⇒ geen resultaat voor deeltest
pl: Błąd wykonania co najmniej jednego subtestu ⇒ brak wyników w sekcji testowej

source: faqs report test good
nl: Geslaagd voor alle subtesten ⇒ volledige score voor deeltest
pl: Zaliczone wszystkie subtesty ⇒ pelny wynik w sekcji testowej

source: faqs report test title
nl: Iconen per deeltestresultaat
pl: Ikony na wynik sekcji testowej

source: faqs report title
nl: Toelichting op score en iconen
pl: Objaśnienie wyników i ikon

source: faqs starttls content
nl: ## I. Algemeen ### Wat is STARTTLS? TLS (de opvolger van SSL) kan door andere protocollen worden gebruikt voor het opzetten van een versleutelde verbinding. Het SMTP protocol wat wordt gebruikt voor e-mailtransport maakt hier ook gebruik van. Wanneer twee mailservers een e-mailbericht willen uitwisselen, wordt er eerst een onbeveiligde SMTP verbinding opgezet. Wanneer de ontvangende mailserver kenbaar maakt STARTTLS te ondersteunen, initieert de verzendende mailserver het opzetten van een versleutelde TLS verbinding middels het STARTTLS-commando. Wanneer blijkt dat één van de mailserver geen ondersteuning biedt voor STARTTLS, kan het e-mailtransport onversleuteld plaatsvinden. Het SMTP protocol blijft hierdoor terugwaarts compatibel, vanuit de gedachte dat het afleveren van een e-mailbericht belangrijker is dan de beveiliging ervan. ### Wat is DANE? DANE, kort voor DNS-based Authentication of Named Entities, is een protocol voor het veilig publiceren van publieke sleutels en certificaten in de DNS-zone van een domein met behulp van het zogenaamde TLSA-record. Het protocol maakt dus gebruik van de DNS infrastructuur en met behulp van DNSSEC kan de authenticiteit en de integriteit van DNS antwoordberichten worden geborgd. In het TLSA record wordt sleutelinformatie gepubliceerd waardoor het mogelijk is om bijvoorbeeld een certificaat van een webserver te verifiëren. Wanneer een client een aangeboden certificaat verifieert op basis van de informatie in het bijhorende TLSA-record, kan worden vastgesteld of dit certificaat te vertrouwen is. Het vertrouwen is hiermee als het ware verankerd in de DNS, in plaats van in de certificaten database van een browser zoals dat momenteel het geval is binnen een public key infrastructure (PKI). ### STARTTLS en DANE voor versleuteld e-mailtransport Met behulp van DANE kan een versleutelde TLS verbinding tussen mailserver vanaf het eerste moment worden afgedwongen, zonder dat er eerst een onversleutelde verbinding hoeft te worden opgezet. Wanneer een verzendende mailserver voorafgaand aan het opzetten van de verbinding controleert of er een TLSA-record voor SMTP doeleinden is opgenomen in de DNS zone van het ontvangende e-maildomein, dan geeft de aanwezigheid op zichzelf al aan dat de ontvangende mailserver een versleutelde verbinding ondersteund. De verzendende mailserver kan op basis van deze informatie besluiten om vanaf het eerste begin een versleutelde verbinding op te zetten. ## II. Voor e-mailbeheerders ### Hoe kan ik STARTTLS veilig instellen? Net zoals bij HTTPS kan er bij STARTTLS gebruik worden gemaakt van verschillende versies van het TLS- of SSL-protocol en verschillende versleutelingsstandaarden (ciphers). Aangezien niet alle versies en combinaties als voldoende veilig worden beschouwd, is het belangrijk om hierin de juiste keuze te maken en ook regelmatig te controleren of de gebruikte instellingen nog veilig zijn. Een foutieve toepassing van STARTTLS kan immers net zo onveilig zijn als het gebruik van e-mailtransport zonder versleuteling. ## III. Voor e-mailgebruikers ### Hoe weet ik of mijn e-mailserver STARTTLS en DANE doet? Doe hiervoor de e-mailtest op Internet.nl ### Versleutelen STARTTLS en DANE ook de inhoud van een e-mailbericht? STARTTLS en DANE versleutelen e-mailberichten tijdens het transport, maar versleutelen niet de daadwerkelijke inhoud van een bericht. Hiervoor zijn andere standaarden beschikbaar zoals PGP en/of S/MIME. ## Meer informatie * [Factsheet Beveilig verbindingen van mailservers (NCSC)](https://www.ncsc.nl/actueel/factsheets/factsheet-beveilig-verbindingen-van-mailservers.html)
pl: ## Dlaczego * ["The sad state of SMTP encryption"](https://blog.filippo.io/the-sad-state-of-smtp-encryption/) by Filippo Valsorda * ["Opportunistic Security: Some Protection Most of the Time"](https://tools.ietf.org/html/rfc7435) by V. Dukhovni * ["New e-mail security protocols mandatory within government"](https://www.sidnlabs.nl/a/weblog/new-e-mail-security-protocols-mandatory-within-government?language_id=2) by Marco Davids (SIDNlabs) ## Statystyki przyjęcia * [Google's safer mail statistics on STARTTLS](https://www.google.com/transparencyreport/saferemail/?hl=en) * ["171321 DANE-enabled domains"](https://mail.sys4.de/pipermail/dane-users/2017-June/000412.html) on 31 May 2017 ## Dalsze informacje * [Factsheet "Secure the connections of mail servers"](https://www.ncsc.nl/english/current-topics/factsheets/factsheet-secure-the-connections-of-mail-servers.html) by NCSC-NL * ["ICT securitity guidelines for TLS"](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html) by NCSC-NL (in Dutch) * [BSI TR-03108 Sicherer E-Mail-Transport](https://www.bsi.bund.de/DE/Publikationen/TechnischeRichtlinien/tr03108/index_htm.html) by German Federal Office for Information Security * [Special Publication 1800-6: “Domain Name Systems-Based Electronic Mail Security”](https://nccoe.nist.gov/projects/building-blocks/secured-email) by NIST * [Trusted Email Services (TES) initiative](https://tesmail.org/) * Wikipedia on [STARTTLS](https://en.wikipedia.org/wiki/Opportunistic_TLS) and on [DANE](https://en.wikipedia.org/wiki/DNS-based_Authentication_of_Named_Entities#Email_encryption) ## Specyfikacje * [RFC 3207: SMTP Service Extension for Secure SMTP over Transport Layer Security](https://datatracker.ietf.org/doc/rfc3207) * [RFC 7672: SMTP Security via Opportunistic DNS-Based Authentication of Named Entities (DANE) Transport Layer Security (TLS)](https://datatracker.ietf.org/doc/rfc7672) * [RFC 7671: The DNS-Based Authentication of Named Entities (DANE) Protocol: Updates and Operational Guidance](https://datatracker.ietf.org/doc/rfc7671)

source: faqs starttls title
nl: Beveiligd e-mailtransport (STARTTLS en DANE)
pl: Zabezpieczenie korespondencji email (STARTTLS i DANE)

source: faqs title
nl: Kennisbank
pl: Baza wiedzy

source: halloffame teaser
nl: # Hall of Fame - websitetest De onderstaande {{count}} websites werken volledig met moderne internetstandaarden. Ze scoren daarom 100% in de [websitetest](/test-site/) op Internet.nl.
pl: # Hall of Fame - test strony WWW Strony {{count}} poniżej wykorzystują nowoczesne standardy internetowe. W związku z tym uzyskały one 100 % na [teście stron WWW](/test-site/) na Internet.nl.

source: home pagetitle
nl: Test voor moderne Internetstandaarden zoals IPv6, DNSSEC, HTTPS, DMARC, STARTTLS en DANE.
pl: Test na nowoczesne standardy internetowe takie jak IPv6, DNSSEC, HTTPS, DMARC, STARTTLS i DANE.

source: home stats connection
nl: verbindingstesten
pl: Test połączenia

source: home stats connection-items
nl: verbindingen
pl: Połączenia

source: home stats header
nl: Statistieken
pl: Statistics

source: home stats mail
nl: e-mailtesten
pl: Test email

source: home stats mail-items
nl: mailservers
pl: Serwery mailowe

source: home stats notpassed
nl: 0-99%-score:
pl: 0-99% score:

source: home stats passed
nl: 100%-score:
pl: 100% score:

source: home stats website
nl: websitetesten
pl: Testy stron WWW

source: home stats website-items
nl: websites
pl: Strony internetowe

source: home teaser
nl: Moderne Internetstandaarden zorgen voor meer betrouwbaarheid en verdere groei van het Internet. Gebruik jij ze al?
pl: Nowoczesne standardy zapewniają większe bezpieczeństwo i dalszy rozwój Internetu. Używasz je?

source: mail pagetitle
nl: E-mailtest:
pl: Test e-maila:

source: mail title
nl: E-mailtest: {{prettyaddr}}
pl: Test e-maila: {{prettyaddr}}

source: mail tweetmessage
nl: De%20mailserver%20op%20{{report.domain}}%20scoort%20{{score}}%25%20in%20de %20e-mailtest%20van%20%40Internet_nl%3A
pl: The%20mail%20server%20at%20{{report.domain}}%20scores%20{{score}}%25%20in%20the%20email%20test%20of%20%40Internet_nl%3A

source: page gotocontents
nl: Ga naar tekst-inhoud
pl: Przejdź do treści

source: page gotofooter
nl: Ga naar de footer
pl: Przejdź do stopki

source: page gotomainmenu
nl: Ga naar het hoofd-menu
pl: Przejdź do głównego menu

source: page metadescription
nl: Test voor moderne Internetstandaarden IPv6, DNSSEC, HTTPS, TLS, HSTS, DMARC, DKIM, SPF, STARTTLS and DANE.
pl: Test na nowoczesne standardy internetowe takie jak IPv6, DNSSEC, HTTPS, TLS, HSTS, DMARC, DKIM, SPF, STARTTLS i DANE.

source: page metakeywords
nl: IPv6, DNSSEC, HTTPS, HSTS, TLS, DMARC, DKIM, SPF, STARTTLS, DANE, test, testtool, testen, check, controle, internet, internetstandaarden, open standaarden, moderne standaarden, beveiliging, security, internetbeveiliging, mail, e-mailbeveiliging, website, websitebeveiliging, internetverbinding, beveiligde verbinding, e-mailauthenticatie, encryptie, versleuteling, ciphers, cipher suites, PKI, SSL certificaat, TLS certificaat, websitecertificaat, Platform Internetstandaarden
pl: IPv6, DNSSEC, HTTPS, HSTS, TLS, DMARC, DKIM, SPF, STARTTLS, DANE, test, test tool, check, validation, Internet, Internet Standards, open standards, modern standards, security, internet security, mail, email security, website, website security, internet connection, secure connection, email authentication, encryption, ciphers, cipher suites, PKI, SSL certificate, TLS certificate, website certificaat, Internet Standards Platform

source: page sitedescription
nl: Is jouw internet up-to-date?
pl: Czy Twój internet korzysta z nowoczesnych rozwiązań?

source: page sitetitle
nl: Internet.nl
pl: Internet.nl

source: page404 content
nl: De pagina die u zocht staat niet op deze server. [Ga naar de homepage](/)
pl: Strony ktorej szukasz nie ma na tym serwerze. [Powrót do strony głównej](/)

source: page404 title
nl: Pagina niet gevonden!
pl: Page not found!

source: probes auto-redirect
nl: Als de test gereed is, word je automatisch doorgestuurd naar de resultaatpagina.
pl: Po zakończeniu wszystkich testów zostaniesz automatycznie przekierowany na stronę wyników.

source: probes no-javascript
nl: Controleer of de testresultaten beschikbaar zijn. Zo niet, dan word je automatisch teruggeleid naar deze pagina.
pl: Sprawdź, czy wyniki testu są dostępne. Jeśli nie, zostaniesz przekierowany tutaj.

source: probes no-javascript-connection
nl: JavaScript inactief. Activeer JavaScript om de test toch uit te kunnen voeren.
pl: JavaScript niaktywny. Proszę włączyć obsługę JavaScript w celu wykonania testu.

source: probes no-redirection
nl: Testfout. Probeer het later opnieuw, of test een andere domeinnaam.
pl: Błąd testu. Spróbuj ponownie później lub przetestuj inną nazwę domeny.

source: probes test-running
nl: Bezig...
pl: W trakcie ...

source: probes tests-description
nl: De onderstaande onderdelen worden getest.
pl: Poniższe elementy są testowane.

source: probes tests-duration
nl: Het testen duurt tussen de 5 en 120 seconden.
pl: Czas trwania testu wynosi od 5 do 120 sekund.

source: results dated-presentation
nl: Oude resultaatpresentatie. Doe de test opnieuw.
pl: Przestarzała prezentacja wyników. Proszę powtórzyć test.

source: results domain ipv6 web-server label
nl: Webserver
pl: Serwer internetowy

source: results domain tls https label
nl: HTTP
pl: HTTP

source: results domain tls tls label
nl: TLS
pl: TLS

source: results domain-mail ipv6 name-servers label
nl: Nameservers
pl: Serwery nazw

source: results domain-mail tls certificate label
nl: Certificaat
pl: Certyfikat

source: results domain-mail tls dane label
nl: DANE
pl: DANE

source: results empty-argument-alt-text
nl: *Geen waarde beschikbaar*
pl: *Wartość niedostępna*

source: results explanation label
nl: Testuitleg:
pl: Wyjaśnienie testu:

source: results further-testing connection content
nl: - **IPv6:** - [IPv6 test](http://ipv6-test.com/) - **DNSSEC:** - [DNSSEC resolver algorithm test](https://rootcanary.org/test.html) - **HTTPS:** - [SSL Client Test](https://www.ssllabs.com/ssltest/viewMyClient.html)
pl: - **IPv6:** - [IPv6 test](http://ipv6-test.com/) - **DNSSEC:** - [DNSSEC resolver algorithm test](https://rootcanary.org/test.html) - **HTTPS:** - [SSL Client Test](https://www.ssllabs.com/ssltest/viewMyClient.html)

source: results further-testing connection label
nl: Aanvullende verbindingstesten
pl: Dalsze testy połączeń

source: results further-testing mail content
nl: - **IPv6:** - [IP6.nl](https://ip6.nl/) - [IPv6 health check](https://www.mythic-beasts.com/ipv6/health-check/) - **DNSSEC:** - [DNSViz](http://dnsviz.net/) - [DNSSEC Debugger](https://dnssec-debugger.verisignlabs.com/) - [Zonemaster](https://zonemaster.net/) - **DMARC, DKIM en SPF:** - [Mail-tester.com](https://www.mail-tester.com/) - [DMARC Inspector](https://dmarcian.com/dmarc-inspector/) - **DANE:** - [DANE SMTP Validator](https://dane.sys4.de/) - [HaveDane.net](https://havedane.net/)
pl: - **IPv6:** - [IP6.nl](https://ip6.nl/) - [IPv6 health check](https://www.mythic-beasts.com/ipv6/health-check/) - **DNSSEC:** - [DNSViz](http://dnsviz.net/) - [DNSSEC Debugger](https://dnssec-debugger.verisignlabs.com/) - **DMARC, DKIM en SPF:** - [Mail-tester.com](https://www.mail-tester.com/) - [DMARC Inspector](https://dmarcian.com/dmarc-inspector/) - **DANE:** - [DANE SMTP Validator](https://dane.sys4.de/) - [HaveDane.net](https://havedane.net/)

source: results further-testing mail label
nl: Aanvullende e-mailtesten
pl: Dalsze testy email
