Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: detail web tls compression exp
nl: We testen of je webserver TLS-compressie ondersteunt. Het gebruik van compressie kan een aanvaller informatie bieden over geheime delen van versleutelde communicatie. TLS-compressie wordt zo weinig gebruikt dat het geen kwaad kan het uit te schakelen. Zie ['ICT-beveiligingsrichtlijnen voor TLS' van NCSC](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), richtlijn B6-1.
pl: We check if your web server supports TLS compression. The use of compression can give an attacker insights in secret parts of encrypted communication. TLS compression is rarely used, so switching it off does not do any harm. See ['ICT security guidelines for TLS' from NCSC- NL](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B6-1 (in Dutch).

source: detail web tls compression label
nl: Geen TLS-compressie
pl: No TLS compression

source: detail web tls compression tech table
nl: Webserver-IP-adres|TLS-compressie
pl: Web server IP address|TLS compression

source: detail web tls compression verdict bad
nl: Je webserver ondersteunt TLS-compressie, wat *niet* veilig is.
pl: Your web server supports TLS compression, which is *not* secure.

source: detail web tls compression verdict good
nl: Je webserver ondersteunt geen TLS-compressie.
pl: Your web server does not support TLS compression.

source: detail web tls dane-exists exp
nl: We testen of de nameserver van je websitedomein een TLSA-record voor DANE bevat.
pl: We check if the name servers of your website domain contain a TLSA record for DANE.

source: detail web tls dane-exists label
nl: DANE aanwezigheid
pl: DANE existence

source: detail web tls dane-exists tech table
nl: Webserver-IP-adres|TLSA voor DANE aanwezig
pl: Web server IP address|TLSA for DANE existent

source: detail web tls dane-exists verdict bad
nl: Je websitedomein bevat *geen* TLSA-record voor DANE.
pl: Your website domain does *not* contain a TLSA record for DANE.

source: detail web tls dane-exists verdict good
nl: Je websitedomein bevat een TLSA-record voor DANE.
pl: Your website domain contains a TLSA record for DANE.

source: detail web tls dane-valid exp
nl: We testen of de DANE-fingerprint die je domein presenteert geldig is voor je websitecertificaat. Met DANE kan je informatie over jouw websitecertificaat publiceren in een speciaal DNS-record, een TLSA-record. Clients, zoals webbrowsers, kunnen het certificaat nu niet alleen via de certificaatautoriteit, maar ook via het TLSA-record controleren op authenticiteit. Een client kan het TLSA-record ook als signaal gebruiken om alleen via HTTPS (en niet via HTTP) te verbinden. DNSSEC is een noodzakelijke randvoorwaarde voor DANE. Let op: gevallen waarbij we een geldige TLSA-record maar geen DNSSEC detecteren óf waarbij we het opvragen van het TLSA-record mislukt, worden ook beschouwd als fouten in deze test.
pl: We check if the DANE fingerprint presented by your domain is valid for your web certificate. DANE allows you to publish information about your website certificate in a special DNS record, called TLSA record. Clients, like web browsers, can check the authenticity of your certificate not only through the certificate authority but also through the TLSA record. A client can also use the TLSA record as a signal to only use HTTPS (and not HTTP). DNSSEC is preconditional for DANE. Note: cases where we detect a valid TLSA record but no DNSSEC support or where we get an error while retrieving the TLSA record, are also considered failures for this test.

source: detail web tls dane-valid label
nl: DANE geldigheid
pl: DANE validity

source: detail web tls dane-valid tech table
nl: Webserver-IP-adres|DANE geldig
pl: Web server IP address|DANE valid

source: detail web tls dane-valid verdict bad
nl: De DANE-fingerprint op je domeinnaam is *niet* geldig voor je websitecertificaat. Óf iemand manipuleerde het antwoord van jouw nameserver, óf je domeinnaam heeft een serieuze DANE-configuratiefout. Dit laatste maakt je domeinnaam onbereikbaar voor alle gebruikers die DANE-fingerprints controleren. Neem zo spoedig mogelijk contact op met je nameserver-beheerder en/of hostingprovider.
pl: The DANE fingerprint on your domain is *not* valid for your web certificate. Either someone manipulated the response from your name server, or your domain has a serious DANE configuration error. The latter makes your website unreachable for any user who check DANE fingerprints. You should contact your name server operator and/or your hosting provider as soon as possible.

source: detail web tls dane-valid verdict good
nl: De DANE-fingerprint op je domeinnaam is geldig voor je websitecertificaat.
pl: The DANE fingerprint on your domain is valid for your web certificate.

source: detail web tls fs-params exp
nl: We testen of de bitlengte van de publieke parameters voor Diffie-Hellman- sleuteluitwisseling door je webserver voldoende veilig is. Let op: het is ook belangrijk dat de bitlengte van de geheime Diffie-Hellman-sleutel voldoende veilig is. Dit kunnen we vanwege zijn geheime aard echter niet testen. Naast Diffie-Hellman is RSA (dat ook gebruikt kan worden voor certificaatverificatie) voldoende veilig voor sleuteluitwisseling. De publieke parameters van RSA worden getest in het testonderdeel "publieke sleutel van certificaat". Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijnen B4-1 t/m 4-3].
pl: We check if the bit-length of the public parameters used in Diffie-Hellman key exchange by your web server is sufficiently secure. It is also important that the bit-length of the secret Diffie-Hellman key is sufficiently secure. However, due to its secret nature we are not able to check this. Besides Diffie-Hellman, RSA (that can be used for certificate verification as well) is secure to use for key exchange. The RSA public parameters are tested in the subtest "Public key of certificate". See ['TLS guidelines from NCSC-NL'](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), guidelines B4-1 to B4-3 (in Dutch).

source: detail web tls fs-params label
nl: Sleuteluitwisselingsparameters
pl: Key exchange parameters

source: detail web tls fs-params tech table
nl: Webserver-IP-adres|Onveilige parameters
pl: Web server IP address|Insecure parameters

source: detail web tls fs-params verdict bad
nl: Je webserver ondersteunt *onvoldoende* veilige Diffie-Hellman-parameters voor sleuteluitwisseling.
pl: Your web server supports *insufficiently* secure Diffie-Hellman parameters for key exchange.

source: detail web tls fs-params verdict good
nl: Je webserver ondersteunt voldoende veilige Diffie-Hellman-parameters voor sleuteluitwisseling.
pl: Your web server supports sufficiently secure Diffie-Hellman parameters for key exchange.

source: detail web tls fs-params verdict other
nl: Je webserver ondersteunt geen Diffie-Hellman voor sleuteluitwisseling. Let op: RSA is het enige voldoende veilige alternatief voor Diffie-Hellman voor sleuteluitwisseling.
pl: Your web server does not support Diffie-Hellman for key exchange. Note: RSA is the only sufficiently secure alternative to Diffie-Hellman for key exchange.

source: detail web tls http-compression exp
nl: We testen of je webserver HTTP-compressie ondersteunt. HTTP-compressie maakt de beveiligde verbinding met je webserver kwetsbaar voor de BREACH-aanval. Het uitschakelen kan een negatieve invloed hebben op de prestaties van het systeem. Als je HTTP-compressie inzet, ga dan na of het mogelijk is maatregelen te treffen op applicatieniveau tegen de aanvalstechniek. Let op: dit testonderdeel controleert of de webserver op rootdirectory-niveau HTTP- compressie ondersteunt, maar controleert niet andere websitebronnen zoals plaatsje en scripts. Zie ['TLS-beveiligingsrichtlijnen van NCSC](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), richtlijn B6-1].
pl: We test if your web server supports HTTP compression. HTTP compression makes the secure connection with your webserver vulnerable for the BREACH attack. Turning it off could negatively impact the performance of the web server. If you use it, check if it is possible to take countermeasures on the application level against the attack vector. Note: this subtest checks if the web server on root directory level supports HTTP compression. However it does not check additional website sources like images and scripts. See ['TLS guidelines from NCSC-NL'](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), guideline B6-1 (in Dutch).

source: detail web tls http-compression label
nl: Geen HTTP-compressie
pl: No HTTP compression

source: detail web tls http-compression tech table
nl: Webserver-IP-adres|HTTP-compressie
pl: Web server IP address|HTTP compression

source: detail web tls http-compression verdict bad
nl: Je webserver ondersteunt HTTP-compressie, wat een beveiligingsrisico kan vormen.
pl: Your web server supports HTTP compression, which could be a security risk.

source: detail web tls http-compression verdict good
nl: Je webserver ondersteunt geen HTTP-compressie.
pl: Your web server does not support HTTP compression.

source: detail web tls https-exists exp
nl: We testen of je website bereikbaar is via HTTPS. Als dat het geval is, dan testen we in de navolgende testonderdelen of HTTPS ook voldoende veilig is geconfigureerd. HTTPS garandeert de vertrouwelijkheid en integriteit van uitgewisselde informatie. Omdat het van de situatie afhangt hoe (privacy-)gevoelig en waardevol informatie is, een bezoeker van je website bepaalt hoe (privacy-) gevoelig en waardevol informatie is, is een veilige HTTPS-configuratie voor iedere website van belang. Ook triviale, publieke informatie kan door omstandigheden voor de gebruiker zeer gevoelig en waardevol zijn. Let op: vanwege performance-redenen wordt de HTTPS-deeltest alleen uitgevoerd voor het eerst beschikbare IPv6- en IPv4-adres.
pl: We check if your website is reachable on HTTPS. If so, we also check in the below subtests whether HTTPS is configured sufficiently secure. HTTPS guarantees the confidentiality and integrity of the exchanged information. Because it is situation depended how (privacy) sensitive and valuable information is, a secure HTTPS configuration is important for every website. Even trivial, public information could be extremely sensitive and valuable for a user. Note: for performance reasons the HTTPS test section only runs for the first available IPv6 and IPv4 address.

source: detail web tls https-exists label
nl: HTTPS beschikbaar
pl: HTTPS available

source: detail web tls https-exists tech table
nl: Webserver-IP-adres|HTTPS aanwezig
pl: Web server IP address|HTTPS existent

source: detail web tls https-exists verdict bad
nl: Je website biedt *geen* HTTPS aan.
pl: Your website does *not* offer HTTPS.

source: detail web tls https-exists verdict good
nl: Je website biedt HTTPS aan.
pl: Your website offers HTTPS.

source: detail web tls https-exists verdict other
nl: Je webserver is niet bereikbaar.
pl: Your web server is unreachable.

source: detail web tls https-forced exp
nl: We testen of je webserver HTTPS afdwingt door een doorverwijzing (d.w.z. 301/302 redirect) van HTTP naar HTTPS op dezelfde domeinnaam, of door ondersteuning van alleen HTTPS. In geval van doorverwijzing moet een domein eerst zelf 'upgraden' door een redirect naar zijn HTTPS-versie voordat het eventueel doorverwijst naar een andere domeinnaam. Dit zorgt er ook voor dat een webbrowser de HSTS-policy kan accepteren. Voorbeelden van correcte redirect-volgorde: * `http://example.nl` ⇒ `https://example.nl` ⇒ `https://www.example.nl` * `http://www.example.nl` ⇒ `https://www.example.nl` Zie ['Webapplicatie-richtlijnen van NCSC, Verdieping'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-webapplicaties.html), richtlijn U/WA.05.
pl: We check if your web server enfroces HTTPS by a 301/302 redirect from HTTP to HTTPS on the same domain, or by supporting only HTTPS. In case of redirecting, a domain should firstly upgrade itself by redirecting to its HTTPS version before it may redirect to another domain. This makes also sure that the HSTS policy will be accepted by the web browser. Examples of correct redirect order: * `http://example.nl` ⇒ `https://example.nl` ⇒ `https://www.example.nl` * `http://www.example.nl` ⇒ `https://www.example.nl` See ['Web application guidelines from NCSC-NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-webapplicaties.html), guideline U/WA.05 (in Dutch).

source: detail web tls https-forced label
nl: HTTPS afgedwongen
pl: HTTPS enforced

source: detail web tls https-forced tech table
nl: Webserver-IP-adres|HTTPS afgedwongen
pl: Web server IP address|HTTPS enforced

source: detail web tls https-forced verdict bad
nl: Je webserver dwingt geen HTTPS af (noch door een redirect van HTTP naar HTTPS op dezelfde domeinnaam, noch door ondersteuning van alleen HTTPS).
pl: Your web server does not enforce HTTPS (either by redirecting HTTP to HTTPS on the same domain, or by supporting only HTTPS).

source: detail web tls https-forced verdict good
nl: Je webserver dwingt HTTPS af door een redirect van HTTP naar HTTPS op dezelfde domeinnaam.
pl: Your web server enforces HTTPS by redirecting HTTP to HTTPS on the same domain.

source: detail web tls https-forced verdict other
nl: Je webserver dwingt HTTPS af door alleen HTTPS en geen HTTP te ondersteunen.
pl: Your web server enforces HTTPS by supporting only HTTPS and no HTTP.

source: detail web tls https-hsts exp
nl: We testen of je webserver HSTS ondersteunt. HSTS dwingt af dat een webbrowser direct via HTTPS verbindt bij terugkerend bezoek. Dit helpt man-in-the-middle-aanvallen te voorkomen. Een gebruikelijke geldigheidsduur voor een HSTS-policy is zes maanden tot een jaar. Een lange levensduur heeft als voordeel dat ook infrequente bezoekers beschermd zijn. Het nadeel is dat wanneer je wil stoppen met HTTPS, je langer moet wachten totdat de geldigheid van de HSTS-policy in alle browsers die je website bezochten, is verlopen. Zie ['Webapplicatie-richtlijnen van NCSC, Verdieping'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-webapplicaties.html), richtlijn U/WA.05.
pl: We check if your web server supports HSTS. HSTS forces a web browser to connect directly via HTTPS when revisiting your website. This helps preventing man-in-the-middle attacks. A common retention time duration for the HSTS policy is six months to one year. A long period is beneficial because it also protects infrequent visitors. However if you want to stop supporting HTTPS, you will have to wait longer until the validity of the HSTS policy in all browsers that vistited your website, has expired. See ['Web application guidelines from NCSC- NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-webapplicaties.html), guideline U/WA.05 (in Dutch).

source: detail web tls https-hsts label
nl: HSTS
pl: HSTS

source: detail web tls https-hsts tech table
nl: Webserver-IP-adres|HSTS-policy
pl: Web server IP address|HSTS policy

source: detail web tls https-hsts verdict bad
nl: Je webserver biedt *geen* HSTS-policy aan.
pl: Your web server does *not* offer an HSTS policy.

source: detail web tls https-hsts verdict good
nl: Je webserver biedt een HSTS-policy aan.
pl: Your web server offers an HSTS policy.

source: detail web tls https-hsts verdict other
nl: Your web server offers an HSTS policy with a max-age directive of less than 6 months.

source: detail web tls renegotiation-client exp
nl: We testen of een client (doorgaans een webbrowser) een renegotiation kan initiëren met jouw webserver. Er is voor zover bekend geen noodzaak om client-initiated renegotiation in te schakelen. Alhoewel de optie geen risico vormt voor de vertrouwelijkheid, maakt deze een server wel vatbaar voor DDoS-aanvallen. Schakel deze optie daarom uit. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), richtlijn B6-2].
pl: We check if a client (usually a web browser) can initiate a renegotiation with your web server. There seems to be no need to support client-initiated renegotiation. Although the option does not bear a risk for confidentiality, it does make a web server vulnerable to DDoS attacks. Therefore you should not support it. See ['TLS guidelines from NCSC- NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B6-2 (in Dutch).

source: detail web tls renegotiation-client label
nl: Geen client-initiated renegotiation
pl: No client-initiated renegotiation

source: detail web tls renegotiation-client tech table
nl: Webserver-IP-adres|Client-initiated renegotiation
pl: Web server IP address|Client-initiated renegotiation

source: detail web tls renegotiation-client verdict bad
nl: Je webserver staat client-initiated renegotiation toe, wat *niet* veilig is.
pl: Your web server allows for client-initiated renegotiation, which is *not* secure.

source: detail web tls renegotiation-client verdict good
nl: Je webserver staat geen client-initiated renegotiation toe.
pl: Your web server does not allow for client-initiated renegotiation.

source: detail web tls renegotiation-secure exp
nl: We testen of je webserver secure renegotiation ondersteunt. De TLS-standaard staat toe om uit de applicatiefase te stappen en een nieuwe handshake af te dwingen. Dit wordt renegotiation genoemd. Oorspronkelijk was dit erg onveilig, maar inmiddels is veilige renegotiation mogelijk. De oude uitvoering, d.w.z. insecure renegotiation, moet worden uitgeschakeld. Zie ['TLS-richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), richtlijn B6-2].
pl: We check if your web server supports secure renegotiaton. The TLS standard allows to step out of the application phase and force a new handshake. This is called renegotiation. Originally this was designed very insecurely, but the standard was updated and now allows for secure renegotiation. The old version, i.e. insecure renegotiation, should not be supported. See ['TLS guidelines from NCSC-NL'](https://www.ncsc.nl/actueel/whitepapers/ict- beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), guideline B6-2 (in Dutch).

source: detail web tls renegotiation-secure label
nl: Secure renegotiation
pl: Secure renegotiation

source: detail web tls renegotiation-secure tech table
nl: Webserver-IP-adres|Secure renegotiation
pl: Web server IP address|Secure renegotiation

source: detail web tls renegotiation-secure verdict bad
nl: Je webserver ondersteunt insecure renegotiation, wat uiteraard *niet* veilig is.
pl: Your web server supports insecure renegotiation, which is obviously *not* secure.

source: detail web tls renegotiation-secure verdict good
nl: Je webserver ondersteunt secure renegotiation.
pl: Your web server supports secure renegotiation.

source: detail web tls version exp
nl: We testen of je webserver alleen veilige TLS-versies ondersteunt. De oudste versies van TLS (namelijk SSL 1.0, 2.0 en 3.0) bevatten ernstige kwetsbaarheden. Deze moeten daarom worden vermeden. TLS 1.0 en 1.1 zijn voldoende veilig. De meest recente versie, TLS 1.2, biedt de beste bescherming. Een webserver kan meerdere TLS-versies ondersteunen. Zie ['TLS- richtlijnen van NCSC'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen-voor-transport-layer-security-tls.html), richtlijn B1-1.
pl: We check if your web server supports secure TLS versions only. The oldest TLS versions (i.e. SSL 1.0, 2.0 and 3.0) contain severe vulnerabilities. Therefore they should not be used. TLS 1.0 and 1.1 are sufficiently secure. The most recent version, TLS 1.2, offers the best protection. A web server may support more than one TLS version. See ['TLS guidelines from NCSC- NL'](https://www.ncsc.nl/actueel/whitepapers/ict-beveiligingsrichtlijnen- voor-transport-layer-security-tls.html), guideline B1-1 (in Dutch).

source: detail web tls version label
nl: TLS-versie
pl: TLS version

source: detail web tls version tech table
nl: Webserver-IP-adres|Onveilige TLS-versies
pl: Web server IP address|Insecure TLS versions

source: detail web tls version verdict bad
nl: Je webserver ondersteunt *onvoldoende* veilige TLS-versies.
pl: Your web server supports *insufficiently* secure TLS versions.

source: detail web tls version verdict good
nl: Je webserver ondersteunt alleen voldoende veilige TLS-versies.
pl: Your web server supports sufficiently secure TLS versions only.

source: detail web-mail ipv6 ns-AAAA exp
nl: We testen of je domeinnaam tenminste twee nameservers met een IPv6-adres heeft. Dit sluit aan bij de [eis van SIDN](https://www.sidn.nl/downloads /terms-and-conditions/Technische+eisen+voor+registratie+van+nl-domeinnamen.pdf) (beheerder van het .nl-domein) dat iedere .nl-domeinnaam tenminste twee nameservers moeten hebben.
pl: We check if your domain name has at least two name servers with an IPv6 address. This is consistent with the [technical requirement of SIDN](https://www.sidn.nl/downloads/terms-and- conditions/Technical%20requirements%20for%20the%20registration%20of%20nl%20domain%20names.pdf) (.nl TLD registry) that each .nl domain must have at least two name servers.

source: detail web-mail ipv6 ns-AAAA label
nl: IPv6-adressen voor nameservers
pl: IPv6 addresses for name servers

source: detail web-mail ipv6 ns-AAAA tech table
nl: Nameserver|IPv6-adres|IPv4-adres
pl: Name server|IPv6 address|IPv4 address

source: detail web-mail ipv6 ns-AAAA verdict bad
nl: Geen van de nameservers van je domeinnaam heeft een IPv6-adres.
pl: None of the name servers of your domain has an IPv6 address.

source: detail web-mail ipv6 ns-AAAA verdict good
nl: Twee of meer nameservers van je domeinnaam hebben een IPv6-adres.
pl: Two or more name servers of your domain have an IPv6 address.

source: detail web-mail ipv6 ns-AAAA verdict other
nl: Slechts één nameserver van je domeinnaam heeft een IPv6-adres.
pl: Only one name server of your domain has an IPv6 address.

source: detail web-mail ipv6 ns-reach exp
nl: We testen of alle nameservers, die een AAAA-record met IPv6-adres hebben, bereikbaar zijn via IPv6.
pl: We check if all name servers, that have an AAAA record with IPv6 adress, are reachable over IPv6.

source: detail web-mail ipv6 ns-reach label
nl: IPv6-bereikbaarheid van nameservers
pl: IPv6 reachability of name servers

source: detail web-mail ipv6 ns-reach tech table
nl: Nameserver|Onbereikbaar IPv6-adres
pl: Name server|Unreachable IPv6 address

source: detail web-mail ipv6 ns-reach verdict bad
nl: *Niet* alle nameservers die een IPv6-adres hebben zijn bereikbaar via IPv6.
pl: *Not* all name servers that have an IPv6 address are reachable over IPv6.

source: detail web-mail ipv6 ns-reach verdict good
nl: Alle nameservers die een IPv6-adres hebben zijn bereikbaar via IPv6.
pl: All name servers that have an IPv6 address are reachable over IPv6.

source: detail web-tls cert-hostname-match-FAIL
nl: hostname de website komt niet overeen met certificaat: hostname: {{hostmatch_failed}} domeinen op het certificaat: {{hostmatch_accepted}}

source: detail web-tls cert-hostname-match-OK
nl: hostname van website komt overeen met certificaat

source: detail web-tls client-renegotiation-FAIL
nl: "client-initiated renegotiation" toegestaan

source: detail web-tls client-renegotiation-OK
nl: "client-initiated renegotiation" niet toegestaan
