Repository: ImgBotApp/InternetNL
Catalog: LC_MESSAGES/*/django.po
Languages: nl, pl

source: base test mail explain
nl: Nadat je een e-mailadres hebt opgegeven, testen we of de achterliggende e-mailvoorziening ondersteuning biedt voor de onderstaande moderne Internetstandaarden. * [IPv6](/faqs/ipv6/): bereikbaar via modern internetadres? * [DNSSEC](/faqs/dnssec/): domeinnamen ondertekend? * [DMARC, DKIM en SPF](/faqs/mailauth/): echtheidswaarmerken tegen e-mailphishing? * [STARTTLS](/faqs/starttls/): beveiligde verbinding mogelijk? Let op: sommige standaarden zijn zelfs relevant als je je domeinnaam niet gebruikt voor het ontvangen en verzenden van e-mail. ## Testrapport Nadat de test is afgerond, wordt een testrapport inclusief een uitgebreide toelichting getoond. Dit rapport bevat een procentuele totaalscore en resultaten per deeltest en per subtest. Voor meer informatie zie ["Toelichting op score en iconen"](/faqs/report/). ## Hoe verbeteren Het testrapport kan je gebruiken om je e-mailvoorziening te verbeteren. Meestal kan je hiervoor het beste je e-mailprovider aanspreken. ## Scope De e-mailtest controleert op belangrijke moderne internetstandaarden die bijdragen aan bereikbaarheid en beveiliging. Het is geen allesomvattende beveiligingstest voor e-mailvoorzieningen. ---
pl: Po wprowadzeniu nazwy domeny usługi poczty e-mail, testujemy, czy usługa poczty elektronicznej oferuje wsparcie dla nowoczesnych standardów internetowych * [IPv6](/faqs/ipv6/): osiągalny poprzez nowoczesny adres internetowy? * [DNSSEC](/faqs/dnssec/): podpisane nazwy domen? * [DMARC, DKIM and SPF](/faqs/mailauth/): autentyczność znaków chroniących przed phishingiem? * [STARTTLS](/faqs/starttls): bezpieczene połączenie możliwe?. Uwaga: niektóre normy są istotne nawet jeśli nie ma skonfigurowanych serwerów pocztowych dla danej domeny. ## Raport testu Po zakończeniu testu zostaniesz skierowany do raportu z dokładnymi wyjaśnieniami. Raport zawiera ogólny wynik procentowy, wyniki w sekcji testowej i subtestowej. Aby uzsykać więcej infromacji zobacz ["Objasnienia wyników i ikon"](/faqs/report/). ## Jak ulepszyć Możesz użyć tego raportu z testów, aby poprawić obsługę poczty. Zazwyczaj skontaktowanie się z hosterem poczty jest najlepszym rozwiązaniem. ## Zakres Test poczty e-mail sprawdza ważne nowoczesne standardy internetowe, które przyczyniają się do osiągalności i bezpieczeństwa. Nie należy go traktować jako całościowego testu zabezpieczeń poczty e-mail. ---

source: base test mail input
nl: Jouw e-mailadres:
pl: Twój adres email:

source: base test mail label
nl: Test je e-mail
pl: przetestuj e-mail

source: base test mail text
nl: Modern adres? Ondertekend domein? Anti-phishing? Beveiligde verbinding?
pl: Nowoczesny adres? Domena podpisana? Antyphishing? Bezpieczne połączenie?

source: base test mail title
nl: Over de e-mailtest
pl: Informacje o teście email

source: base test prechecks invalid domain
nl: Het opgegeven domein is niet geldig!
pl: Podana domena jest nieprawidłowa!

source: base test start
nl: Start test
pl: Start

source: base test website explain
nl: Nadat je een domeinnaam van een website heb opgegeven, testen we of de website ondersteuning biedt voor de onderstaande moderne Internetstandaarden. * [IPv6](/faqs/ipv6/): bereikbaar via modern internetadres? * [DNSSEC](/faqs/dnssec/): domeinnaam ondertekend? * [HTTPS](/faqs/https/): beveiligde verbinding? ## Testrapport Nadat de test is afgerond, wordt een testrapport inclusief een uitgebreide toelichting getoond. Dit rapport bevat een procentuele totaalscore en resultaten per deeltest en per subtest. Voor meer informatie zie ["Toelichting op score en iconen"](/faqs/report/). Als je website een score van 100% heeft, dan wordt deze opgenomen in de [Hall of Fame](/halloffame/). ## Hoe verbeteren Het testrapport kan je gebruiken om je website te verbeteren. Meestal kan je hiervoor het beste je webhoster aanspreken. ## Scope De websitetest controleert op belangrijke moderne internetstandaarden die bijdragen aan bereikbaarheid en beveiliging. Het is geen allesomvattende beveiligingstest voor websites. ---
pl: Po wprowadzeniu nazwy domeny na stronie internetowej testujemy, czy strona oferuje wsparcie dla nowoczesnych standardów internetowych * [IPv6](/faqs/ipv6/): osiągalny poprzez nowoczesny adres? * [DNSSEC](/faqs/dnssec/): nazwa domeny podpisana? * [HTTPS](/faqs/https/): bezpieczne połączenie? ## Raport testu Po zakończeniu testu zostaniesz skierowany do raportu z dokładnymi wyjaśnieniami. Raport zawiera ogólny wynik procentowy, wyniki w sekcji testowej i subtestowej. Aby uzsykać więcej infromacji zobacz ["Objaśnienie wyników i ikon"](/faqs/report/). Jeśli twoja witryna osiągnęła wynik 100 %, zostaniesz dodany do [Hall of Fame](/halloffame/). ## Jak ulepszyć Możesz użyć tego raportu z testów, aby poprawić Twoją witrynę. Zazwyczaj skontaktowanie się z dostawcą usług hostingowych w tym zakresie będzie najlepszym rozwiązaniem. ## Zakres Test strony internetowej sprawdza nowoczesne standardy internetowe, które przyczyniają się do osiągalności i bezpieczeństwa. Nie powinno to być uważane za wszechstronny test bezpieczeństwa dla witryn internetowych. ---

source: base test website input
nl: Jouw domeinnaam:
pl: Nazwa twojej domeny:

source: base test website label
nl: Test je website
pl: Sprawdź swoją stronę

source: base test website text
nl: Modern adres? Ondertekend domein? Beveiligde verbinding?
pl: Nowoczesny adres? Domena podpisana? Bezpieczne połączenie?

source: base test website title
nl: Over de websitetest
pl: O teście witryny

source: connection pagetitle
nl: Verbindingstest
pl: Test połączenia internetowego

source: connection title
nl: Verbindingstest
pl: Test połączenia internetowego

source: detail conn dnssec validation exp
nl: We testen of de door jou gebruikte resolvers de DNSSEC-handtekeningen van onze domeinnaam valideren. Resolvers worden normaal gesproken geleverd door je internetprovider. Als alternatief kun je resolvers van een andere DNS provider instellen. Je kan zelfs je eigen lokaal geïnstalleerde resolver gebruiken. Hoewel validatie plaatsvindt op de resolver, kan nog steeds door een aanvaller gerommeld worden met de communicatie tussen de resolver en jouw apparaat (ook wel 'last mile' genoemd). Het is daarom het meest veilig om zo dicht mogelijk op je apparaat te valideren (bijv. door een lokaal geïstalleerde resolver te gebruiken), of zorg ervoor dat het kanaal tussen je resolver en je apparaat beveiligd c.q. vertrouwd is.
pl: We check if the resolvers that you use validate the DNSSEC signatures of our domain name. Resolvers are usually provided by your internet provider. Alternatively you can configure resolvers from another DNS provider. You can even use your own locally installed resolver. Although validation is done in the resolver, the communication from the resolver back to your device (referred to as 'last mile') could still be tampered with by an attacker. Thus the most secure way is to validate close to the end user device (e.g. by using a locally installed resolver), or make sure that the channel between your resolver and your end user device is secured/trusted.

source: detail conn dnssec validation label
nl: DNSSEC-validatie
pl: DNSSEC validation

source: detail conn dnssec validation tech table
nl: DNS-provider
pl: DNS provider

source: detail conn dnssec validation verdict bad
nl: Je bent *niet* beschermd door validatie van DNSSEC-handtekeningen.
pl: You are *not* protected by DNSSEC signature validation.

source: detail conn dnssec validation verdict good
nl: Je bent beschermd door validatie van DNSSEC-handtekeningen.
pl: You are protected by DNSSEC signature validation.

source: detail conn ipv6 connection exp
nl: We testen of jouw apparaat via zijn huidige internetverbinding in staat is om *direct* (d.w.z. zonder DNS-vertaling) verbinding te maken met onze webserver via ons bijbehorende IPv6-adres.
pl: We check if your device through its current internet connection is able to connect *directly* (i.e. without DNS translation) with our webserver using our corresponding IPv6 address.

source: detail conn ipv6 connection label
nl: IPv6-connectiviteit (direct)
pl: IPv6 connectivity (direct)

source: detail conn ipv6 connection tech table
nl: IPv6-adres|Reverse name|Internetprovider
pl: IPv6 address|Reverse name|Internet provider

source: detail conn ipv6 connection verdict bad
nl: Je bent *niet* in staat om computers direct op hun IPv6-adres te bereiken.
pl: You are *not* able to reach computers directly on their IPv6 address.

source: detail conn ipv6 connection verdict good
nl: Je bent in staat om computers direct op hun IPv6-adres te bereiken.
pl: You are able to reach computers directly on their IPv6 address.

source: detail conn ipv6 dns-conn exp
nl: We testen of jouw apparaat middels zijn huidige internetverbinding in staat is om verbinding te maken met onze webserver via IPv6. Voor deze test bieden we een domeinnaam aan en we verwachten dat je resolver voor deze domeinnaam het bijbehorende IPv6-adres ophaalt.
pl: We check if your device through its current internet connection is able to connect to our webserver via IPv6. For this test we provide a domain name and we expect your resolver to resolve the domain name to the appropriate IPv6 address.

source: detail conn ipv6 dns-conn label
nl: IPv6-connectiviteit (via DNS)
pl: IPv6 connectivity (via DNS)

source: detail conn ipv6 dns-conn verdict bad
nl: Je bent *niet* in staat om computers via DNS op hun IPv6-adres te bereiken.
pl: You are *not* able to reach computers via DNS on their IPv6 address.

source: detail conn ipv6 dns-conn verdict good
nl: Je bent in staat om computers via DNS op hun IPv6-adres te bereiken.
pl: You are able to reach computers via DNS on their IPv6 address.

source: detail conn ipv6 ipv4-conn exp
nl: We testen of jouw apparaat middels zijn huidige internetverbinding in staat is om verbinding te maken met onze webserver via IPv4. Voor deze test bieden we een domeinnaam aan en we verwachten dat je resolver voor deze domeinnaam het bijbehorende IPv4-adres ophaalt.
pl: We check if your device through its current internet connection is able to connect to our webserver via IPv4. For this test we provide a domain name and we expect your resolver to resolve the domain name to the appropriate IPv4 address.

source: detail conn ipv6 ipv4-conn label
nl: IPv4-connectiviteit (via DNS)
pl: IPv4 connection (via DNS)

source: detail conn ipv6 ipv4-conn tech table
nl: IPv4-adres|Reverse name|Internetprovider
pl: IPv4 address|Reverse name|Internet provider

source: detail conn ipv6 ipv4-conn verdict bad
nl: Je bent *niet* in staat om computers via DNS op hun IPv4-adres te bereiken.
pl: You are *not* able to reach computers via DNS on their IPv4 address.

source: detail conn ipv6 ipv4-conn verdict good
nl: Je bent in staat om computers via DNS op hun IPv4-adres te bereiken.
pl: You are able to reach computers via DNS on their IPv4 address.

source: detail conn ipv6 privacy exp
nl: We testen of je apparaat 'IPv6 Privacy Extensions for SLAAC' (of een ander IPv6-configuratieproces dan SLAAC) gebruikt om het lekken van zijn mogelijk privacygevoelige MAC-adres naar computers waarmee het via IPv6 verbinding maakt te voorkomen.
pl: We check if your device uses IPv6 Privacy Extensions for SLAAC (or another IPv6 configuration process than SLAAC) in order to prevent leakage of its potentially privacy sensitive MAC address to computers it connects with over IPV6.

source: detail conn ipv6 privacy label
nl: Privacy Extensions voor IPv6
pl: Privacy Extensions for IPv6

source: detail conn ipv6 privacy verdict bad
nl: Je gebruikt SLAAC *zonder* 'IPv6 Privacy Extensions'.
pl: You are using SLAAC *without* 'IPv6 Privacy Extensions'.

source: detail conn ipv6 privacy verdict good
nl: Je hebt 'IPv6 Privacy Extensions' geactiveerd (of je gebruikt geen SLAAC).
pl: You have enabled 'IPv6 Privacy Extensions' (or you are not using SLAAC).

source: detail conn ipv6 resolver-conn exp
nl: We testen of ten minste één van de door jou gebruikte DNS-resolvers in staat is om onze autoritatieve nameserver te bereiken via IPv6. Vaak levert je internetprovider de DNS-resolver(s).
pl: We check if at least one of the DNS resolvers that you are using is able to reach our authoritative name servers over IPv6. Usually your internet provider provides the DNS resolver(s).

source: detail conn ipv6 resolver-conn label
nl: IPv6-connectiviteit van DNS-resolver
pl: IPv6 connectivity of DNS resolver

source: detail conn ipv6 resolver-conn verdict bad
nl: Je DNS-resolver kan *niet* nameservers via IPv6 bereiken.
pl: Your DNS resolver is *not* able to reach name servers over IPv6.

source: detail conn ipv6 resolver-conn verdict good
nl: Je DNS-resolver kan nameservers via IPv6 bereiken.
pl: Your DNS resolver is able to reach name servers over IPv6.

source: detail conndnssec gevalideerd
nl: DNSSEC-handtekeningen worden gevalideerd; je DNS-dienstverleners: {{resolv_owner}}

source: detail conndnssec niet gevalideerd
nl: DNSSEC-handtekeningen worden niet gevalideerd; je DNS-dienstverleners: {{resolv_owner}}

source: detail connipv6 SLAAC zonder privacy extensions
nl: je gebruikt SLAAC zonder de IPv6 "privacy extensions"

source: detail connipv6 geen werkende ipv4 verbinding via dns
nl: er kon geen IPv4-verbinding (via DNS) tot stand worden gebracht

source: detail connipv6 geen werkende ipv6 verbinding via adres
nl: er kon geen IPv6-verbinding (direct naar een adres) tot stand worden gebracht

source: detail connipv6 geen werkende ipv6 verbinding via dns
nl: er kon geen IPv6-verbinding (via DNS) tot stand worden gebracht

source: detail connipv6 privacy extensions aan (of geen SLAAC)
nl: de IPv6 "privacy extensions" staan aan (of je gebruikt geen SLAAC)

source: detail connipv6 resolver kan ipv6 nameservers bereiken
nl: de resolver kan name-servers bereiken via IPv6

source: detail connipv6 resolver kan ipv6 nameservers niet bereiken
nl: de resolver kan geen name-servers bereiken via IPv6

source: detail connipv6 werkende ipv4 verbinding via dns
nl: het opzetten van een IPv4-verbinding (via DNS) is gelukt; je IP-adres is: {{ipv4_addr}} je "reverse domeinnaam" is: {{ipv4_reverse}} je internet-provider is: {{ipv4_owner}}

source: detail connipv6 werkende ipv6 verbinding via adres
nl: het opzetten van een IPv6-verbinding (direct naar een adres) is gelukt; je IP-adres is: {{ipv6_addr}} je "reverse domeinnaam" is: {{ipv6_reverse}} je internet-provider is: {{ipv6_owner}}

source: detail connipv6 werkende ipv6 verbinding via dns
nl: het opzetten van een IPv6-verbinding (via DNS) is gelukt

source: detail domdnssec domain is bogus
nl: dit domein is "bogus", een zeer ernstige fout in de configuratie; neem zo snel mogelijk contact op met je DNS-beheerder; je registrar (meestal ook je DNS-beheerder) is: {{registrar}}

source: detail domdnssec domain is insecure
nl: Niet beveiligd met DNSSEC. Je registrar (meestal ook je DNS-beheerder) is: {{registrar}}

source: detail domdnssec domain is secure
nl: Beveiligd met DNSSEC. Je registrar (meestal ook je DNS-beheerder) is: {{registrar}}

source: detail domdnssec mx is insecure
nl: Niet beveiligd met DNSSEC.

source: detail domdnssec mx is secure
nl: Beveiligd met DNSSEC.

source: detail domdnssec resolver error
nl: Resolverfout. Graag contact opnemen met onze helpdesk [question@internet.nl](mailto:question@internet.nl).

source: detail domdnssec servfail
nl: je registrar (meestal ook je DNS-beheerder) is: {{registrar}}

source: detail domipv6 IPv6 adres website bereikbaar
nl: de web-server is bereikbaar via IPv6

source: detail domipv6 IPv6 adres website onbereikbaar
nl: de web-server is niet te bereiken via IPv6

source: detail domipv6 TLS beschikbaar over IPv4 maar niet over IPv6
nl: TLS is wel beschikbaar via IPv4 maar niet via IPv6

source: detail domipv6 alle mailservers hebben een IPv6 adres
nl: alle mail-servers (MX) zijn van een IPv6-adres voorzien. Mailservers: {{has_aaaa}}

source: detail domipv6 alle mailservers met IPv6 adres zijn over ipv6 benaderbaar
nl: alle mail-servers (MX) met een IPv6-adres zijn ook via IPv6 te benaderen

source: detail domipv6 alle nameservers hebben een IPv6 adres
nl: alle name-servers (NS) zijn van een IPv6-adres voorzien. Nameservers: {{has_aaaa}}

source: detail domipv6 alle nameservers met IPv6 adres zijn over ipv6 benaderbaar
nl: alle name-servers (NS) met een IPv6-adres zijn ook via IPv6 te benaderen

source: detail domipv6 geen mailservers aanwezig
nl: geen "mail exchanges" (MX) ingesteld

source: detail domipv6 geen van de mailservers heeft een IPv6 adres
nl: geen van de mail-servers (MX) heeft een IPv6-adres

source: detail domipv6 geen van de nameservers heeft een IPv6 adres
nl: geen van de name-servers (NS) heeft een IPv6-adres

source: detail domipv6 ipv4 en ipv6 website lijken overeen te komen
nl: de websites op IPv4 en IPv6 lijken overeen te komen

source: detail domipv6 ipv4 en ipv6 website lijken te verschillen
nl: de websites op IPv4 en IPv6 lijken te verschillen

source: detail domipv6 ipv46-port80-mismatch
nl: Poort 80 bereikbaar over IPv4 maar niet over IPv6

source: detail domipv6 mx-aaaa-partial-good
nl: Mail-servers met een IPv6 adres: {{has_aaaa}}

source: detail domipv6 niet alle mailservers hebben een IPv6 adres
nl: sommige mail-servers (MX) hebben geen IPv6-adres: {{no_aaaa}}

source: detail domipv6 niet alle mailservers met IPv6 adres zijn over ipv6 benaderbaar
nl: sommige mail-servers (MX) met een IPv6-adres zijn niet te bereiken over IPv6: {{no_conn}}

source: detail domipv6 niet alle nameservers hebben een IPv6 adres
nl: sommige name-servers (NS) hebben geen IPv6-adres: {{no_aaaa}}

source: detail domipv6 niet alle nameservers met IPv6 adres zijn over ipv6 benaderbaar
nl: sommige name-servers (NS) met een IPv6-adres zijn niet te bereiken over IPv6: {{no_conn}}

source: detail domipv6 ns-aaaa-insufficient
nl: Een onvoldoende aantal van de name-servers (NS) heeft een IPv6-adres

source: detail domipv6 ns-aaaa-partial-good
nl: Name-servers met een IPv6 adres: {{has_aaaa}}

source: detail domipv6 ns-aaaa-partial-v4
nl: Name-servers met een IPv4 adres: {{has_a}}

source: detail domipv6 ns-aaaa-sufficient
nl: Een voldoende aantal van de name-servers (NS) heeft een IPv6-adres

source: detail domipv6 webserver heeft een IPv6 adres
nl: de web-server (AAAA) is voorzien van een IPv6-adres

source: detail domipv6 webserver heeft geen IPv6 adres
nl: de web-server heeft geen IPv6-adres (AAAA record)

source: detail domtls TLSA record geldig
nl: er is een geldig TLSA record beschikbaar (DANE)

source: detail domtls TLSA record ongeldig
nl: het TLSA record is ongeldig (DANE)

source: detail domtls alleen voldoende ciphersuites zijn toegestaan
nl: alle aangeboden cipher-methoden zijn voldoende veilig

source: detail domtls certchain niet vertrouwd
nl: de certificaat-keten is niet ondertekend door een vertrouwde root CA: {{certchain}}

source: detail domtls certificaten zijn ondertekend met een voldoende hashing algoritme
nl: alle certificaten zijn ondertekend met een voldoende veilige hash-methode

source: detail domtls certificaten-chain is vertrouwd, ondertekend door root CA
nl: de certificaat-keten is compleet en ondertekend door een vertrouwde root CA

source: detail domtls de lengte van de publieke sleutels in de certificaten zijn voldoende
nl: de publieke sleutels in de certificaten zijn voldoende lang

source: detail domtls forward secrecy parameters onvoldoende
nl: de "forward secrecy"-instellingen zijn niet veilig: {{fs_bad}}

source: detail domtls forward secrecy parameters voldoende
nl: de "forward secrecy"-instellingen zijn voldoende veilig

source: detail domtls geen TLSA aanwezig
nl: geen TLSA record beschikbaar (DANE)

source: detail domtls niet alle certificaten zijn ondertekend met een voldoende hashing algoritme
nl: sommige certificaten zijn ondertekend met een hash-methode die niet veilig is: {{signature_bad}}

source: detail domtls niet alle publieke sleutels in de certificaten zijn van voldoende lengte
nl: sommige certificaten bevatten publieke sleutels die niet lang genoeg zijn: {{pubkey_bad}}

source: detail domtls server ondersteund geen secure renegotiation
nl: de server ondersteunt geen "secure renegotiation"

source: detail domtls server ondersteund secure renegotiation
nl: de server ondersteunt "secure renegotiation"

source: detail domtls server staat TLS-compressie toe
nl: de server staat TLS-compressie toe

source: detail domtls server staat client-initiated renegotiation toe
nl: de server staat "client-initiated renegotiation" toe

source: detail domtls server staat geen TLS-compressie toe
nl: de server staat geen TLS-compressie toe

source: detail domtls server staat geen client-initiated renegotiation toe
nl: de server staat geen "client-initiated renegotiation" toe

source: detail domtls server staat geen verbindingen met forward secrecy toe
nl: de server ondersteunt geen verbindingen met "forward secrecy"

source: detail domtls server staat onvoldoende ciphersuites toe
nl: sommige aangeboden cipher-methoden zijn niet veilig: {{ciphers_bad}}

source: detail domtls verbinding alleen mogelijk over ondersteunde TLS versies
nl: verbinding alleen mogelijk voor ondersteunde TLS-versies

source: detail domtls verbinding mogelijk over niet ondersteunde TLS versies
nl: verbindingen toegestaan voor TLS-versies die niet ondersteund worden: {{protocols_bad}}

source: detail domtls website biedt geen tls aan
nl: de website biedt geen TLS aan

source: detail domtls website biedt tls aan
nl: de website biedt TLS aan

source: detail domtls website hostname komt niet overeen met certificaat
nl: de hostname van de website komt niet overeen met het certificaat: hostname: {{hostmatch_failed}} domeinen op het certificaat: {{hostmatch_accepted}}

source: detail domtls website hostname komt overeen met certificaat
nl: de hostname van de website komt overeen met het certificaat

source: detail gen-tls FS-NO
nl: de server ondersteunt geen verbindingen met "forward secrecy"

source: detail gen-tls FS-param-FAIL
nl: de "forward secrecy"-instellingen zijn niet veilig: {{fs_bad}}

source: detail gen-tls FS-param-OK
nl: de "forward secrecy"-instellingen zijn voldoende veilig

source: detail gen-tls TLSA-INVALID
nl: het TLSA record is ongeldig (DANE)

source: detail gen-tls TLSA-NO
nl: geen TLSA record beschikbaar (DANE)

source: detail gen-tls TLSA-OK
nl: er is een geldig TLSA record beschikbaar (DANE)

source: detail gen-tls cert-hash-FAIL
nl: sommige certificaten zijn ondertekend met een hash-methode die niet veilig is: {{signature_bad}}

source: detail gen-tls cert-hash-OK
nl: alle certificaten zijn ondertekend met een voldoende veilige hash-methode

source: detail gen-tls cert-keylength-FAIL
nl: sommige certificaten bevatten publieke sleutels die niet lang genoeg zijn: {{pubkey_bad}}

source: detail gen-tls cert-keylength-OK
nl: de publieke sleutels in de certificaten zijn voldoende lang

source: detail gen-tls cert-trusted-CA-FAIL
nl: de certificaat-keten is niet ondertekend door een vertrouwde root CA: {{certchain}}

source: detail gen-tls cert-trusted-CA-OK
nl: de certificaat-keten is compleet en ondertekend door een vertrouwde root CA
